Repository: howellsuen/scrapping
Catalog: javascript/csv-to-po/storage/dating-*.po
Languages: hu

source: ALL
hu: MINDEN

source: Search
hu: Keres

source: Register
hu: Regisztrálni

source: Login
hu: Belépni

source: Zip Code
hu: Irányítószám

source: No record found for your search criteria.
hu: Nem talált semmilyen feljegyzést az alábbi keresési feltételekkel.

source: Start a new Search
hu: Új keresés indítása

source: View Profile
hu: Profil megnézése

source: Non State
hu: Nem állami

source: Username:
hu: Felhasználónév:

source: Email:
hu: E-mail cím:

source: Note: A password will be emailed to you.
hu: Megjegyzés: Egy jelszót fogunk küldeni az e-mail címedre.

source: Username or Email already exist. Please try another one.
hu: A felhasználónév vagy az email-cím már létezik. Próbáld egy másikkal.

source: Please check your email for your username and password.
hu: Kérjük, ellenőrizze e-mailben jelszavát és felhasználónevét.

source: Registration Successful
hu: Sikeres regisztráció

source: Your Login Details
hu: Belépési adataid

source: Registration is currently disabled.
hu: A regisztráció jelenleg nem üzemel.

source: Remember Me
hu: Jegyezz meg

source: Resend Password
hu: Jelszó újraküldése

source: Send New Password
hu: Új jelszó küldése

source: New Password Sent
hu: Új jelszó elküldve

source: Password Reset Successful
hu: Jelszó visszaállítása sikeres

source: Fields should not be empty.
hu: Ne hagyjon üresen mezőt.

source: Please enter a valid email address.
hu: Kérjük, írjon be egy érvényes e-mail címet.

source: Dating Site Admin
hu: Társkereső oldal adminisztrátor

source: Zip Codes
hu: Irányítószámok

source: Select ON to activate the Zip Code field
hu: Válassza a BE-t az Irányítószám mező aktiválásához

source: Profiles
hu: Profilok

source: Galleries Photos
hu: Galériafotól

source: Members Photos
hu: Tagok fotói

source: Audios
hu: Audió fájlok

source: Videos
hu: Videók

source: Emails
hu: E-mailek

source: Blogs
hu: Blogok

source: Settings changes are saved.
hu: Beállítások változtatása elmentve.

source: Photos Waiting to be Approved
hu: A fotók jóváhagyásra várnak

source: Rejected Photos
hu: Elutasított fotók

source: Approve
hu: Jóváhagyni

source: Reject
hu: Elutasítani

source: Skip
hu: Átugrani

source: User Name
hu: Felhasználónév

source: Email Address
hu: E-mail cím

source: Registration Date
hu: Regisztráció dátuma

source: Status
hu: Státusz

source: Select Status
hu: Státusz választása

source: Submit
hu: Küldeni

source: Reason
hu: Ok

source: Title:
hu: Cím:

source: State:
hu: Állapot:

source: Select State
hu: Állapot kiválasztása

source: Date of Birth:
hu: Születési idő:

source: General
hu: Általános

source: Memberships
hu: Tagságok

source: Gateways
hu: Gateway-ek

source: Premium Access
hu: Prémium hozzáférés

source: Matches
hu: Találatok

source: Profile
hu: Profil

source: Flirts
hu: Flörtök

source: Geography
hu: Földrajz

source: Email Templates
hu: E-mail sablonok

source: Language
hu: Nyelv

source: Blacklists
hu: Feketelisták

source: Coupon
hu: Kupon

source: Essays
hu: Esszék

source: Members Profiles
hu: Tagok profiljai

source: Pending
hu: Függőben

source: Approved
hu: Jóváhagyva

source: Rejected
hu: Elutasított

source: Skiped
hu: Átugrott

source: Deleted
hu: Törölt

source: New Email
hu: Új e-mail

source: Premium Member
hu: Prémium tagság

source: Active
hu: Aktív

source: Inactive
hu: Inaktív

source: edit
hu: Szerkeszt

source: Delete
hu: Töröl

source: Activation
hu: Aktiválás

source: Free Mode
hu: Szabad mód

source: My Articles
hu: Cikkeim

source: My Friends
hu: Barátaim

source: Skype Mode
hu: Skype mód

source: My Blogs
hu: Blogjaim

source: Flirt Module
hu: Flört Modul

source: Enable Coupons
hu: Kuponok engedélyezése

source: Enable Essay
hu: Esszé engedélyezése

source: Select ON to activate Skype in the Profiles.
hu: Válassza a BE-t a Skype aktiválásáért profiljaiban.

source: Select ON to activate the site in Free Mode.
hu: Válassza a BE-t, hogy aktiválja az oldalt Szabad módban.

source: Select ON to activate My Articles.
hu: Válassza a BE-t, hogy aktiválja az Oldalaim-at.

source: Select ON to activate My Friends Modules.
hu: A Barátaim modulok aktiválásához válassza ki a BE-t.

source: Select ON to activate Skype.
hu: A Skype aktiválásához válassza ki a BE-t.

source: Select ON to activate avatars Blog
hu: Az Avatárok Blogja aktiválásához válassza ki a BE-t.

source: Select ON to activate the Flirt Module.
hu: A flört modul aktiválásához válassza ki a BE-t.

source: Select ON to activate the Coupons.
hu: A kuponok aktiválásához válassza ki a BE-t.

source: Select ON to activate Essays.
hu: Esszék aktiválásához válassza ki a BE-t.

source: Approval
hu: Jóváhagyás

source: Authorize Profiles
hu: Profilok engedélyezése

source: Authorize Youtube
hu: Youtube engedélyezése

source: Authorize Videos
hu: Videók engedélyezése

source: Authorize Audios
hu: Audió felvételek engedélyezése

source: Authorize Articles
hu: Cikkek engedélyezése

source: Authorize Blogs
hu: Blogok engedélyezése

source: Authorize Photos
hu: Fotók engedélyezése

source: Authorize Comments
hu: Kommentek engedélyezése

source: Authorize Galleries
hu: Galériák engedélyezése

source: Authorize Essays
hu: Esszék engedélyezése

source: Select ON to automatically approve the members profiles.
hu: A tagok profiljainak automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve youtube.
hu: A Youtube automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve Videos uploaded by members.
hu: Tagok által feltöltött videók automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve the Audios uploaded by your members.
hu: Tagok által feltöltött audió felvételek automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve articles.
hu: Cikkek automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve blogs post.
hu: Blogok posztolásának automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve photos uploaded by your members
hu: Tagok által feltöltött fotók automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve comments
hu: Kommentek automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve your members galleries.
hu: Tagjaid galériáinak automatikus jóváhagyásához válassza ki a BE-t.

source: Select ON to automatically approve essays.
hu: Esszék automatikus jóváhagyásához válassza ki a BE-t.

source: Settings
hu: Beállítások

source: Audio count
hu: Audió fájlok száma

source: Video count
hu: Videók száma

source: Image count
hu: Képek száma

source: Currency Sign
hu: Pénznem jele

source: Currency
hu: Pénznem

source: Trial Premium
hu: Próbaprémium

source: Free Trial Gender
hu: Nem" ingyenes próbaidő

source: Number of Audio files allowed to upload in your members Profiles
hu: Tagok profiljaiban feltölthető audió fájlok száma

source: Number of Videos allowed to upload in your member's Profiles
hu: Tagok profiljaiban feltölthető videók száma

source: Number of Images allowed to upload in your members Profiles
hu: Tagok profiljaiban feltölthető képek száma

source: Select your Currency Symbol
hu: Válassza ki pénznemének szimbólumát

source: Select your Currency
hu: Válassza ki pénznemét

source: Number of days for Premium Membership - Enter -1 for no
hu: Prémium tagság napjainak száma - Írjon be -1-et, ha nem

source: Who gets free trial of Premium Membership?
hu: Ki kaphat ingyenes próbaidőt prémium tagságra?

source: Free Trial
hu: Ingyenes próbaidő

source: Select ON to activate Free Trial
hu: Az ingyenes próbaidő aktiválásához válassza ki a BE-t.

source: Gender
hu: Nem

source: Set gender for Free Trial, Male or Female or Both
hu: Állítsa be nemét ingyenes próbaidőre, férfi vagy nő vagy mindkettő

source: Days
hu: Napok

source: Male
hu: Férfi

source: Female
hu: Nő

source: Both
hu: Mindkettő

source: Enable Email
hu: E-mail aktiválása

source: Select ON to enable free email access. Choose gender below.
hu: Szabad email hozzáférés aktiválásához válassza ki a BE-t. Alul válassza ki nemét.

source: Set Male or Female to allow email access to specific gender
hu: Állítson be férfit vagy nőt, hogy specifikus nemeknek engedélyezze az email hozzáférést.

source: Member List
hu: Taglista

source: All
hu: Minden

source: Select which member list will be shown on the front page.
hu: Válassza ki, hogy melyik taglista legyen a címoldalon.

source: Rate Profile
hu: Profil értékelése

source: Custom Memberships
hu: Személyre szabott tagságok

source: Name
hu: Név

source: Price
hu: Ár

source: Number of Days
hu: Napok száma

source: Paypal Address
hu: Paypal cím

source: Spam Filter
hu: Spam szűrő

source: Spam Tolerange
hu: Spam tolerancia

source: Spam Limit
hu: Spam korlát

source: Spam Words
hu: Spam szavak

source: Spamword
hu: Spamszó

source: Select ON to activate the Spam Filter
hu: A Spam szűrő aktiválásához válassza ki a BE-t.

source: count of identical emails
hu: Azonos emailek száma

source: count of badwords in email
hu: Csúnya szavak száma az emailekben

source: Profile Setup
hu: Profil felállítása

source: Existing Profile Questions:
hu: Létező profilkérdések:

source: Name:
hu: Név:

source: Type:
hu: Típus:

source: Add New Profile Question:
hu: Új profil kérdés hozzáadása:

source: Question
hu: Kérdés

source: Max Char:
hu: Maximum karakter:

source: Required:
hu: Kötelező:

source: Add Profile Question:
hu: Profil kérdés hozzáadása:

source: Add New Option:
hu: Új opció hozzáadása:

source: Add
hu: Hozzáad

source: Option value
hu: Opció értéke

source: Flirt Message
hu: Flört üzenet

source: Flirt Text:
hu: Flört szöveg:

source: Home
hu: Kezdőoldal

source: Edit Profile
hu: Profil szerkesztése

source: Add Photos
hu: Fotók hozzáadása

source: Media
hu: Média

source: Add Videos
hu: Videók hozzáadása

source: Add Music
hu: Zene hozzáadása

source: Extras
hu: Extrák

source: No record found.
hu: Nem talált feljegyzést.

source: Messages
hu: Üzenetek

source: Compose
hu: Összeállít

source: Sent
hu: Küldött

source: Winks
hu: Rákacsintások

source: Friends
hu: Barátok

source: Favorites
hu: Kedvencek

source: Alerts
hu: Értesítések

source: Blocked
hu: Blokkolt

source: My Messages
hu: Üzeneteim

source: Gender:
hu: Nem:

source: Man
hu: Férfi

source: Woman
hu: Nő

source: I am:
hu: Én vagyok:

source: Seeking a:
hu: Keresek egy:

source: Seeking:
hu: Keresek:

source: Age:
hu: Kor:

source: Country:
hu: Ország:

source: Select Country
hu: Válassz országot

source: City:
hu: Város:

source: Select City
hu: Válassz várost

source: Zip:
hu: Irányítószám:

source: Profile Questions
hu: Profil kérdések

source: Verification Number
hu: Azonosító szám

source: I have read and accept Terms of Service
hu: Elolvastam és elfogadom a szolgáltatási feltételeket

source: Location:
hu: Elhelyezkedés:

source: Score:
hu: Pontszám:

source: Quick Stats:
hu: Gyors statisztika:

source: New Messages:
hu: Új üzenetek:

source: New Friends:
hu: Új barátok:

source: New Gifts:
hu: Új ajándékok:

source: Credits:
hu: Kreditek:

source: Membership:
hu: Tagság:

source: Status Update
hu: Állapotfrissítés

source: About Me
hu: Rólam

source: New Message
hu: Új üzenet

source: Trash
hu: Szemét

source: My Favorites
hu: Kedvenceim

source: Subject
hu: Tárgy

source: Sender
hu: Feladó

source: Delete Selected
hu: Kiválasztottak törlése

source: New Members
hu: Új tagok

source: Popular Members
hu: Népszerű tagok

source: Update
hu: Frissítés

source: Profile Trending
hu: Profil trend

source: Who Viewed Me
hu: Ki nézett meg

source: Who I Viewed
hu: Akiket megnéztem

source: Who's Online
hu: Ki van online

source: Back to Inbox
hu: Vissza a postafiókba

source: Please enter
hu: Kérjük írja

source: Please Select
hu: Kérjük válassza ki

source: values
hu: értékek

source: Reply
hu: Válasz

source: Message
hu: Üzenet

source: Send
hu: Küld

source: Message Sent Sucessfully.
hu: Üzenet sikeresen elküldve.

source: Could not continue as text entered contains words included in our spam filter.
hu: Sajnos nem tudtuk tovább folytatni, mivel a szöveg olyan szavakat tartalmaz, amelyek a spam szűrőnkben vannak.

source: You forgot to enter Subject.
hu: Elfelejtetted a tárgyat.

source: You forgot to select your Friend.
hu: Elfelejtettél barátot választani.

source: You forgot to enter Message.
hu: Elfelejtettél üzenetet írni.

source: You forgot to enter About Me.
hu: Elfelejtettél írni magadról (Rólam).

source: To
hu: Címzett

source: Send Message
hu: Üzenet küldése

source: No Winks!
hu: Nincsenek rákacsintások!

source: No Friends!
hu: Nincsenek barátaid!

source: Currently,you have no Favorites!
hu: Jelenleg nincsenek kedvenceid!

source: My Matches
hu: Egybeeséseim

source: No matches found!
hu: Nem talált egybeeséseket!

source: Pending Friend Requests.
hu: Függőben lévő baráti meghívások.

source: Currently you donot have friend request.
hu: Jelenleg nincsenek baráti meghívásaid.

source: Blocked Members
hu: Blokkolt tagok

source: Unblock
hu: Blokk visszavétele

source: No Blocked Members!
hu: Nincsenek blokkolt tagjaid!

source: Your profile will be updated within 24 hours.
hu: A profilod 24 óra múlva frissül

source: Pictures you uploaded will be approved within 24 hours.
hu: Feltöltött képeidet 24 óra múlva jóváhagyjuk.

source: Your audio files will be approved within 24 hours.
hu: Audió fáljait 24 óra múlva jóváhagyjuk.

source: Videos you uploaded will be approved within 24 hours.
hu: Feltöltött videóit 24 óra múlva jóváhagyjuk.

source: Please update Profile Before Add to friend.
hu: Kérjük, frissítse profilját, mielőtt hozzáadná barátaihoz.

source: You can Upload only <#COUNT#> photos.
hu: Ön csak <#COUNT#> fotót tud feltölteni.

source: You can only upload <#COUNT#> Audios
hu: Ön csak <#COUNT#> audió fájlt tud feltölteni.

source: You can only upload <#COUNT#> videos
hu: Ön csak <#COUNT#> videót tud feltölteni.

source: Error uploading <#FILE_NAME#> Please try again.
hu: Hiba történt <#FILE_NAME#> felöltése során. Kérjük, próbálja meg újra.

source: System error encountered while uploading <#FILE_NAME#>
hu: Rendszerhiba észlelve <#FILE_NAME#> feltöltése során.

source: <#FILE_NAME#> cannot be uploaded.
hu: <#FILE_NAME#> -t nem tudjuk feltölteni.

source: No file selected.
hu: Nem választott ki fájlt.

source: Uploaded successfully.
hu: Sikeresen feltöltve.

source: Add Audio:
hu: Audió fájl hozzáadása:

source: Add Audio
hu: Audió fájl hozzáadása

source: Your profile has been updated!
hu: A profilod frissítve lett!

source: Sorry, you have provided an invalid security code
hu: Sajnáljuk, érvénytelen biztonsági kódot adott meg

source: Sorry,You are blocked by this user. You can not send a message.
hu: Sajnáljuk, a felhasználó blokkolta Önt. Mem küldhet üzenetet neki.

source: Yes
hu: Igen

source: No Preference
hu: Nincs preferencia

source: No
hu: Nem

source: Select
hu: Válassza ki

source: Pictures
hu: Képek

source: Guestbook
hu: Vendégkönyv

source: Add to Friends
hu: Hozzáadás barátokhoz

source: Add to Favorites
hu: Hozzáadás kedvencekhez

source: Send a Gift
hu: Ajándék küldése

source: Send Wink
hu: Wink küldése

source: Skype Me
hu: Skype-olj velem

source: Chat Now!
hu: Chattelj most!

source: More photos
hu: Több fotó

source: Votes:
hu: Szavazatok:

source: Views:
hu: Megtekintések:

source: Block member
hu: Tag blokkolása

source: Comments
hu: Kommentek

source: Add comment
hu: Komment hozzáadása

source: Member Blocked.
hu: A tag blokkolt.

source: Already Exists in your blocked list.
hu: Már a blokkoltak listáján szerepel.

source: Your profile has not been approved yet. Please wait for 24 hours or write to the admin.
hu: A profilod még nem lett jóváhagyva. Kérjük, várjon egy 24 órát vagy írjon az adminnak.

source: No Profile Exists.
hu: Nem létezik profil.

source: You forgot to select Wink text.
hu: Elfelejtett kiválasztani a kacsintás szöveget.

source: Your Friend Request was sent successfully. After your request is accepted, you can view your added friends in your Friends list.
hu: A baráti kérésed sikeresen el lett küldve. Miután a kérés el lett fogadva, megtekintheti hozzáadott barátait a Barátok listáján.

source: You have Already sent a request to this Member!
hu: Már küldtél baráti kérést ennek a tagnak!

source: Already your Friend!
hu: Ő már a batátod!

source: Back to Profile
hu: Vissza a profilhoz

source: Profile added as Favorites!
hu: Profil hozzáadva a kedvencekhez!

source: Already added in your favorites list!
hu: Már hozzá lett adva a kedvencek listájához!

source: Create Album
hu: Album létrehozása

source: Upload Photos
hu: Fotók feltöltése

source: Manage Photos/Album
hu: Fotók/Albumok kezelése

source: Add Video
hu: Videó hozzáadása

source: Add Album:
hu: Album hozzáadása:

source: Add Video:
hu: Videó hozzáadása:

source: Upload
hu: Feltölt

source: Add Album
hu: Album hozzáadása

source: Edit
hu: Szerkeszt

source: Select Album
hu: Album kiválasztása

source: Upload Photo:
hu: Fotó feltöltése:

source: Add Photo
hu: Fotó hozzáadása

source: Back to Albums
hu: Vissza az albumokhoz

source: Album has been deleted.
hu: Az album törölve lett.

source: Album could not be deleted, Please Delete Photos of this Album before Deleting this Album
hu: Az albumot nem lehetett törölni. Kérjük, először törölje az album fotóit mielőtt az albumot törölné

source: Advanced
hu: Haladó

source: Save Searches
hu: Keresések mentése

source: Search Result
hu: Eredmények mentése

source: Years
hu: Évek

source: Additional Options
hu: További opciók

source: Online Only
hu: Csak online

source: With Pictures Only
hu: Csak képekkel

source: Save this search
hu: Mentsd le ezt a keresést

source: Save this Search as:
hu: Mentsd le ezt a keresést mint:

source: Search Name
hu: Név keresése

source: Search Type
hu: Típus keresése

source: Account
hu: Felhasználó fiók

source: Notification
hu: Értesítés

source: Privacy
hu: Adatvédelem

source: Upgrade Account
hu: Fiók bővítése

source: You forgot to enter your email address.
hu: Elfelejtett email címet írni.

source: You entered an invalid email address.
hu: Érvénytelen email címet írt be.

source: Please enter Pasword
hu: Kérjük, írja be jelszavát

source: Please enter the same password in the two password fields.
hu: Kérjük, írja be ugyan azt a jelszót mind a két helyre.

source: You Account Settings has been updated.
hu: Fiók beállításaid frissültek.

source: Username
hu: Felhasználónév

source: Password:
hu: Jelszó:

source: Confirm Password
hu: Jelszó megerősítése

source: Settings Updated.
hu: Beállítások frissítve.

source: Private messages
hu: Privát üzenetek

source: Friend requests
hu: Baráti kérések

source: Who can view my pictures
hu: Ki tekintheti meg a képeimet

source: Who can view my friends
hu: Ki tekintheti meg a barátaimat

source: Who can view my Profile
hu: Ki tekintheti meg a profilomat

source: Who can view my Video
hu: Ki tekintheti meg a videóimat

source: Who can view my Audio
hu: Ki tekintheti meg az audió fájljaimat

source: Everyone
hu: Mindenki

source: Upgrade now and enjoy double limits of regular members for the whole
hu: Bővítse fiókját most és élvezzen dupla korlátot az állandó tagjainak számára

source: You forgot to select your country.
hu: Elfelejtett országot választani.

source: You forgot to enter your Zipcode.
hu: Elfelejtett beírni a zip kódját.

source: You forgot to Select your City.
hu: Elfelejtett kiválasztani városát.

source: You forgot to select your State.
hu: Elfelejtett kiválasztani államot.

source: please select Yes if you read and accept Terms of Service.
hu: Kérjük, válassza az Igen-t, ha elolvasta és elfogadja a szolgáltatási feltételeket.

source: Skype Name:
hu: Skype név:

source: Skype Setting:
hu: Skype beállítások:

source: Show to Everyone
hu: Mutassa mindenkinek

source: Show to Favorites
hu: Mutassa kedvenceknek

source: Add Blogs
hu: Blogok hozzáadása

source: Title
hu: Cím

source: Tags
hu: Tag-ek

source: Date
hu: Dátum

source: Blog Title
hu: Blog címe

source: Blog Date/Time
hu: Blog dátuma/ideje

source: Viewed Me
hu: Megnézett engem

source: I Viewed
hu: Megnéztem

source: Trending
hu: Trendben

source: Trending Profiles
hu: Trendben lévő profilok

source: Interest Cloud
hu: Érdeklődési felhő

source: My Interests
hu: Érdeklődéseim

source: Total Amount
hu: Teljes összeg

source: During Last:
hu: Utolsó alkalomkor:

source: On the Date:
hu: A randinál:

source: Between Dates:
hu: Randik közt:

source: Totals
hu: Összegek

source: Please enter days!
hu: Kérjük, írja be a napok számát!

source: Please enter the date!
hu: Kérjük, írja be a dátumot!

source: please enter date range!
hu: kérjük, írja be az időtartamot!

source: Please enter date range!
hu: Kérjük, írja be az időtartamot!

source: Please enter a number!
hu: Kérjük, írja be egy számot!

source: Days (Type 0 for today's transactions)
hu: Napok (Írjon 0-t a mai tranzakciókra)

source: Search Premium Members
hu: Pérmium tagok keresése

source: Grant Premium Membership
hu: Prémium tagságot adni

source: Search Users
hu: Felhasználók keresése

source: Add IP to blacklist
hu: IP-cím hozzáadása a feketelistához

source: Blacklisted IP's
hu: IP-címek a feketelistában

source: Username/IP
hu: Felhasználónév/IP-cím

source: Users
hu: Felhasználók

source: IP Address
hu: IP-címek

source: Blacklisted
hu: Feketelistázott

source: Language Admin
hu: Nyelvi admin

source: Code Name
hu: Kódnév

source: Text Name
hu: Szöveg neve

source: Audio
hu: Audió fájl

source: Video
hu: Videó

source: Currency Symbol
hu: Pénznem szimbóluma

source: Thumbnails
hu: Thumbnail-ek

source: Demographics
hu: Demográfiai adatok

source: Add Language Text
hu: Szöveg nyelvének megadása

source: Instant Messenger
hu: Instant üzenetküldő

source: Site ID
hu: Oldal azonosítója

source: API Key
hu: API Kulcs

source: Profile Generator
hu: Profil Generátor

source: Age Range
hu: Korbeli intervallum

source: Add About Me
hu: Rólam hozzáadása

source: Add My Match
hu: Találatom hozzáadása

source: Images
hu: Képek

source: Number of Interests
hu: Érdeklődések száma

source: Random
hu: Véletlenszerű

source: Generate
hu: Generálni

source: Select ON to allow members to Rate Profiles.
hu: Válassza ki a BE-t, hogy engedélyezze a tagoknak a profilok értékelését.

source: Couples
hu: Párok

source: My Profile
hu: Profilom

source: Partner Profile
hu: Társprofil

source: Username Search
hu: Felhasználónév keresése

source: DS News
hu: DS Hírek

source: DatingSolutions.biz News
hu: DatingSolutions.biz Hírek

source: Date Tracker
hu: Randi számláló

source: Select ON to activate the Date Tracker mode.
hu: Válassza ki a BE-t a Randi számláló aktiválásához.

source: Select ON to activate instant Messenger
hu: Válassza ki a BE-t az instant üzenetküldő aktiválásához.

source: IM Recipient
hu: IM Címzett

source: Select ON to activate IM. Recipient must be premium member
hu: Válassza ki a BE-t az IM aktiválásához. A kedvezményezettnek prémium tagnak kell lennie

source: Select ON to activate the Blog.
hu: Válassza a BE lehetőséget a blog aktiválásához.

source: Picture Gallery
hu: Képgaléria

source: Select ON to activate the Picture Gallery.
hu: Válassza a BE lehetőséget a Képgaléria aktiválásához.

source: Select ON to activate the Video.
hu: Válassza a BE lehetőséget a Videó aktiválásához.

source: Select ON to activate the Audio.
hu: Válassza a BE lehetőséget az Audió fájl aktiválásához.

source: Match Alert
hu: Találat értesítő

source: Select ON to activate the Match Alert.
hu: Válassza a BE-t az egybeesési értesítő aktiválásához.

source: Select ON to activate the Couples Mode.
hu: Válassza az BE lehetőséget a Pár mód aktiválásához.

source: Report User
hu: Felhasználó bejelentése

source: Block User
hu: Felhasználó blokkolása
