Repository: howellsuen/scrapping
Catalog: javascript/csv-to-po/storage/dating-*.po
Languages: hu

source: You must be logged in to use this feature.
hu: Ennek a funkciónak a használatához be kell jelentkeznie.

source: Only premium member can access this feature, Please upgrade your account
hu: Csak a prémium tag férhet hozzá ehhez a szolgáltatáshoz, kérjük, bővítse a fiókját

source: Your Premimum Account has been expired, Please upgrade your account
hu: A prémium fiókja lejárt. Kérjük frissítse fiókját

source: Recipient member is not a premium member.
hu: Regisztrált tag még nem prémium tag.

source: Recipients Premimum Account has been expired.
hu: A prémium fiók lejárt

source: Have you gone on a date with this person?
hu: Randiztál ezzel a személlyel?

source: Are you sure you want to report this profile?
hu: Biztos, hogy jelenteni akarod ezt a profilt?

source: Are you sure you want to delete?
hu: Biztos, hogy törölni akarod?

source: Are you sure you want to delete this Album?
hu: Biztos, hogy törölni akarod ezt az albumot?

source: Are you sure you want to update this Album?
hu: Biztos, hogy frissíteni akarod ezt az albumot?

source: Are you sure you want to delete this Picture?
hu: Biztos, hogy törölni akarod ezt az képet?

source: Are you sure you want to Approve the selected friend request?
hu: Biztos, hogy jóváhagyod ezt a barátnak jelölést?

source: Are you sure you want to Reject the selected friend request?
hu: Biztos, hogy elutasítod ezt a barátnak jelölést?

source: Are you sure you want to Delete the selected Member?
hu: Biztos, hogy törölni akarod a megjelölt személyt?

source: Are you sure you want to Delete this email?
hu: Biztos, hogy törölni akarod ezt az emailt?

source: Are you sure you want to Delete this wink?
hu: Biztos, hogy törölni akarod ezt a kacsintást?

source: Are you sure you want to delete this Audio file?
hu: Biztos, hogy törölni akarod ezt a hangfájlt?

source: Are you sure you want to delete this Video?
hu: Biztos, hogy törölni akarod ezt a videót?

source: Are you sure you want to delete this Blog?
hu: Biztos, hogy törölni akarod ezt a blogot?

source: Are you sure you want to update this Blog?
hu: Biztos, hogy frissíteni akarod ezt a blogot?

source: Description
hu: Leírás

source: Limit Profile View
hu: Profil nézet limitálása

source: Select ON to activate the Limit Profile View mode.
hu: Válaszd az ON-t, hogy aktiváld a Limitált Profil Nézet módot

source: Number of profiles
hu: Profilok száma

source: Your membership plan is being processed and you will now be redirected to PayPal.
hu: A tagságod csomagod elöállítása folyamatban van, most átirányítunk a PayPal oldalára.

source: Register Redirect
hu: Regisztrálás átirányítása

source: Select ON to activate the Register Redirect mode.
hu: Válaszd az ON-t, hogy aktiváld a Regisztrálás Átirányítása módot

source: Mobile
hu: Mobil

source: Select ON to activate the Mobile Mode. Depreciated Soon.
hu: Válaszd az ON-t, hogy aktiváld a Mobil Módot. Leértékelés hamarosan

source: Guest Limit Profile
hu: Limitált vendég profil

source: Select ON to activate the Guest Limit Profile View mode.
hu: Válaszd az ON-t, hogy aktiváld a Limitált Vendég Profil módot

source: Add New Language
hu: Új nyelv hozzáadása

source: Language Name
hu: Nyelv neve

source: Charset
hu: Karakterkódolás

source: Import Language File
hu: Nyelv fájl importálása

source: Flag Image
hu: Zászló kép

source: Download Flag First
hu: Zászló letöltése elöször

source: Please enter language name!
hu: Kérjük, válassz nyelvet

source: Please select image!
hu: Kérjük, válassz képet

source: Please select language file!
hu: Kérjük válassz egy nyelv fájlt

source: Unknown extension for image!
hu: Ismeretlen kép kiterjesztést

source: Image is too large please reduce flag image below
hu: A kép mérete túl nagy, kérjük csökkents a méretét.

source: Dimension is required for image.
hu: A kép dimenziója is szükséges

source: Download Language File and Translate Before Importing
hu: Töltsd le a nyelvfájlt és fordíts le az importálás elött

source: Language name already exist!
hu: Ez a nyelv megnevezés már létezik

source: Please upload only csv file!
hu: Kérjük, csak csv fájlt tölts fel

source: Are you sure to delete it?
hu: Biztos, hogy törlöd?

source: Please select language!
hu: Kérjük, válassz nyelvet

source: Please enter code!
hu: Add meg a kódot!

source: Select Language
hu: Válassz nyelvet

source: Birth Date
hu: Születési dátum

source: Confirm Email
hu: Email megerösítése

source: Provided emails are not same. Please fill again.
hu: A megadott email címek nem egyeznek. Kérjük, próbáld újra

source: Please accept Terms and Conditions.
hu: Kérjük, fogadd el a felhasználási feltételeket

source: Transaction ID
hu: Tanzakció ID

source: Select Payment Gateway
hu: Válassz fizetési módot

source: Credit Card Number
hu: Hitel/Bankkártya száma

source: Expiration Date
hu: Lejárati dátum

source: First Name
hu: Név

source: Last Name
hu: Családi név

source: Address
hu: Cím

source: State
hu: Megye

source: Zip
hu: Irányítószám

source: Cancel
hu: Mégse

source: <b>Please Note:</b> We do not store your credit card information.
hu: <b>Megjegyzés</b> A kártyájának adatait nem tároljuk

source: Select ON to activate the Gateways mode.
hu: Válaszd az ON-t, hogy aktiváld a Gateway módot

source: You have reached the limit of profile views. Please upgrade your membership plan.
hu: Elérted a profil megtekintések határát. Kérjük, frissítsd a tagsági csomagod

source: Image Crop Tool
hu: Képmetszö alkalmazás

source: Select ON to activate the image crop mode.
hu: Válaszd az ON-t hogy aktiváld a képmetzsö módot

source: Quick Stats
hu: Gyors statisztika

source: This Week
hu: Ezen a héten

source: A user has reported the following profile. Please check the profile.
hu: Egy felhasználó jelentette a következö profilt. Kérjük, nézd meg a profilt

source: Your IP is blacklisted by admin
hu: Az admin blokkolta az IP címed

source: Logs
hu: Logok

source: Clear Group Chat Log
hu: Töröld a Csoport beszélgetést

source: Chat Logs Cleared.
hu: Chat beszélgetés törölve

source: Group Chat Mode
hu: Csoport chat mód

source: Select ON to activate the Chat mode.
hu: Válaszd az ON-t, hogy aktiváld a chat módot

source: Select ON to activate the Comments mode.
hu: Válaszd az ON-t, hogy aktiváld a komment módot.

source: Please allow 24 hours for profile approval.
hu: Kérjük várjon 24 órát, amíg a profil aktiválva lesz

source: Your status has been updated!
hu: Az állapotod frissítve lett

source: Status Update:
hu: Állapot frissítése

source: My Status:
hu: Àllapotom:

source: Are you sure you want to delete this Comment?
hu: Biztos, hogy törölni akarod ezt a kommentet?

source: You must be logged in to comment
hu: Be kell jelentkezned, hogy kommentelni tudj

source: Import Zip Codes
hu: Irányítószámok importálása

source: IM Solution:
hu: IM Megoldás:

source: There is some internal error ,please contact the admin.
hu: Belsö hiba lépett fel, kérjük fordulj az adminhoz

source: API Password
hu: API jelszó

source: Paypal Advance User Name
hu: PayPal Advance felhaszálónév

source: API User Name
hu: API felhasználónév

source: Paypal Advance Password
hu: PayPal Advance jelszó

source: API Signature
hu: API Aláírás

source: Address-2
hu: Lakcím-2

source: Address-1
hu: Lakcím-1

source: Expiration Month(mm)
hu: Lejárati hónap(mm)

source: Expiration Year(yyyy)
hu: Lejárati év(yyyy)

source: Credit Card
hu: Hitel/Bankkártya

source: Standard Member
hu: Standard felhasználó

source: Premium Membership <br /> Expires in [D] Days
hu: Prémium felhasználó <br /> Lejár [D] nap múlva

source: Discover
hu: Fedezd fel

source: Quick search
hu: Gyors keresés

source: You must be logged in to chat
hu: Be kell jelentkezned a chateléshez

source: Stealth Mode
hu: Ingkognitó mód

source: Your Premimum Account has been expired.
hu: A prémium fiók lejárt

source: Upgrade Here.
hu: Frissítés itt

source: You must be a premium member to comment.
hu: A kommenteléshez prémium fiókra van szükség

source: Rate Results
hu: Èrtékelés eredménye

source: You Rated
hu: Értékeltél

source: Highest Score
hu: Legmagasabb pont

source: Average Score
hu: Átlagos pont

source: Votes
hu: Szavazatok

source: Rating
hu: Èrtékelés

source: If you are not automatically redirected to paypal within 5 seconds...
hu: Ha nem történik meg az átirányítás a paypal fiókra 5 másodperc múlva…

source: Please try again!
hu: Kérjük, próbáld újra

source: Processing Payment...
hu: Fizetés folyamatban

source: Please wait,Your membership plan is being processed and
hu: Kérjük várj, a tagsági elöfizetésed folyamatban van és

source: and
hu: és

source: You will be redirected to the paypal website.
hu: Átirányítunk a Paypal weboldalára

source: Private:
hu: Privát:

source: Frequency
hu: Gyakoriság

source: Daily
hu: Napi

source: Weekly
hu: Heti

source: Monthly
hu: Havi

source: <b>Note:</b> Matches are sent to the email you registered with. If you don't recieve them, please check your spam folder.
hu: <b>Megjegyzés</b> A találatok a regisztrált emailedre lettek elküldve. Ha nem kaptad meg, akkor ellenörizd a spam-ot is.

source: to:
hu: számára

source: Miles from Zip Code:
hu: távolság az irányítószámodtól

source: Sorry Your subscription procedure has failed. Please try again!
hu: Sajnáljuk, az elöfizetés létrehozása nem sikerült. Kérjük próbáld újra

source: Sorry your transaction could not completed successfully. Please try again!
hu: Sajnáljuk, a tanzakció nem sikerült. Kérjük próbáld újra

source: Your transaction has been canceled.
hu: A tranzakció megszakítva

source: Sorry Your transaction could not completed successfully
hu: Sajnáljuk, a tanzakció nem sikerült.

source: Your membership is canceled successfully.
hu: Az elöfizetésed sikeresen meg lett szakítva

source: Sorry Your membership could not be canceled successfully.Please try later.
hu: Sajnáljuk, az elöfizetés megszakítása nem sikerült. Kérjük, próbáld újra

source: You do not have any active membership.
hu: Nincs aktív elöfizetésed

source: CANCEL MY MEMBERSHIP
hu: Elöfizetés lemondása

source: Are you sure you want to cancel the membership
hu: Biztos, hogy le akarod mondani az elöfizetést?

source: Thank you for your payment!
hu: Köszönjük a fizetést

source: plan member.
hu: elöfizetési csomag

source: You are already a
hu: Te már

source: This gateway will provide recurring billing with paypal advance.
hu: Ez a szolgáltató megújuló fizetést fog alkalmazni a paypal advance-val

source: From
hu: Töl

source: Wrote
hu: Írta

source: Profile Views
hu: Profil megtekintések

source: January
hu: Január

source: February
hu: Február

source: March
hu: Március

source: April
hu: Április

source: May
hu: Május

source: June
hu: Június

source: July
hu: Július

source: August
hu: Augusztus

source: September
hu: Szeptember

source: October
hu: Október

source: Make Private
hu: Privát chat

source: Detailed
hu: Részletes

source: Wink
hu: Kacsint

source: Friend
hu: Barát

source: Favorited
hu: Kedvenc

source: Filter
hu: Szürés

source: Click here
hu: Klikkelj die

source: I agree to the <a href=[L] target=_blank>Terms and Conditions</a>.
hu: Egyetértek a <a href=[L] target=_blank>Felhasználási feltételek</a>.

source: Astrological Signs
hu: Csillagjegy

source: Select ON to activate the Astrological Signs.
hu: Válaszd az ON-t hogy aktiváld a Csillagjegyed

source: Layout Number
hu: Nézet szám

source: Bank List Language
hu: Banki listanév

source: Clear One on One Chat Log
hu: Privát chat elözmények törlése

source: Select ON to activate the One on One Chat mode.
hu: Válaszd az ON-t hogy aktivált a privát chat módot

source: One on One Chat
hu: Privát chat

source: You must be a premium member to use the chat feature.
hu: Prémium tagság szükséges a chat használatához

source: Send Chat Request
hu: Küldj Chat felkérést

source: Chat Request
hu: Chat felkérés

source: Update Database
hu: Adatbázis frissítése

source: Please Update Your Database
hu: Kérjük, frissítsd az adatbázisod

source: Your Database is up-to-date.
hu: Az adatbázisod up-to-date

source: Are you sure you want to delete this Virtual gift?
hu: Biztos, hogy kijelölöd ezt a virtuális ajándékot?

source: Send IM Request
hu: Küldj IM felkérést

source: Send Skype
hu: Küldj Skype üzenetet

source: Virtual Gifts
hu: Virtuális ajándék

source: Select ON to activate the Virtual Gifts.
hu: Válaszd az ON-t, hogy aktiváld a virtuális ajándékot

source: Max Gifts
hu: Max ajándékok

source: Select ON to activate the Notification.
hu: Válaszd az ON-t hogy aktiváld az értesítéseket

source: Notification Position
hu: Értesítés pozíció

source: Left Top
hu: balra fent

source: Right Top
hu: jobbra fent

source: Left Bottom
hu: bal gomb

source: Right Bottom
hu: jobb gomb

source: Select postion of the Notification.
hu: Válaszd ki az értesítés helyét

source: Notification Time
hu: Értesítés idözítés

source: Select duration of the Notification (in Seconds) .
hu: Válaszd ki az értesítés idötartamát

source: The site is currently Free. There is no need to upgrade.
hu: Ez az oldal jelenleg ingyenes. Nem kell megújítani

source: You're currently a Premium Member under <br />the
hu: Ön egy prémium felhasználó

source: Plan.
hu: Terv

source: Your Monthly Membership expires on
hu: A havi elöfizetésed lejár

source: You're currently a Standard Member. Please upgrade to enjoy all the benefits of a Premium Membership Plan.
hu: Te egy standard felhasználó vagy. Ùjíts meg a tagságod, hogy az összes prémium feature-t élvezni tudd

source: Membership
hu: Tagság

source: News Feed
hu: Üzenöfal

source: Gifts
hu: Ajándékok

source: just added new status update.
hu: új állapot hozzáadva

source: just logged in.
hu: bejeletkezve

source: just logged off.
hu: kijelentkezve

source: just added new video.
hu: új videó hozzáadva

source: just added new audio.
hu: új handgájl hozzáadva

source: just added new photo.
hu: új fotó hozzáadva

source: just added new profile photo.
hu: új profilkép hozzáadva

source: No user is online
hu: nincs online felhasználó

source: User has received the maximum number of virtual gifts.
hu: A felhasználó a maximum virtuális ajándékot megkapta

source: You must log in to send virtual gifts.
hu: Be kell jelentkezned a virtuális ajándék küldéséhez

source: Sent by
hu: Küldte

source: year old
hu: éves

source: from
hu: töl

source: just sent you an email.
hu: küldött neked egy emailt

source: just added you as a favorite.
hu: hozzáadott a kedvencekhez

source: just sent you a friend request.
hu: felkért barátnak

source: just viewed your profile.
hu: megnézte a profilod

source: just sent you a wink.
hu: rád kacsintott

source: I agree to the
hu: egyetértek

source: Terms & Conditions
hu: Felhasználási feltételek

source: Meet Me
hu: Találkozz velem

source: Select ON to activate the Meet Me Feature.
hu: Válaszd az ON-t, hogy aktiváld a Találkozz Velem Feature-t

source: Password
hu: Jelszó

source: About
hu: Rólunk

source: Want to meet this user?
hu: Akarsz találkozni ezzel a felhasználóval?

source: No more members available to meet
hu: Nincs elérhetö felhasználó a találkozáshoz

source: Clear Meet Me Log
hu: Találkozz velem elözmények törlése

source: One on One Chat Logs are Cleared.
hu: Privát chat elözmények törölve

source: Meet Me Logs Cleared.
hu: Találkozz velem elözmények törölve

source: Logout
hu: Kijelentkezés

source: Reload
hu: Ùjratöltés

source: Tracker
hu: Követés

source: Favourite
hu: Kedvencek

source: Photos
hu: Fotók

source: Sound
hu: Hang

source: Upgrade
hu: Frissítés

source: You can not send yourself a gift
hu: Magadnak nem küldhetsz ajándékot

source: Back
hu: Vissza

source: Profile Info
hu: Profil információ

source: Location
hu: Helyzet

source: Clear Notifications
hu: Értesítések törlése

source: Notifications Cleared.
hu: Értesítések törölve

source: Add Friend
hu: Barát hozzáadása

source: Sorry, you have been blocked by this user.
hu: Sajnáljuk, ez a felhasználó blokkolt téged

source: Add Text
hu: Szöveg hozzáadása

source: Add Language
hu: Nyelv hozzáadása

source: Save
hu: Mentés

source: Blog updated successfully.
hu: Blog sikeresen frissítve

source: Blog added successfully.
hu: Blog sikeresen hozzáadva

source: Join Free
hu: Csatlakozz ingyen

source: JOIN FREE
hu: Csatlakozz ingyen

source: Members
hu: Tagok

source: Refresh Rate
hu: Értékelés frissítése

source: Enter duration for Refresh Features
hu: Add meg az idötartamot a feature-k frissítéséhez

source: Fields are mandatory
hu: Minden mezö kötelezö

source: Browse
hu: Böngéssz

source: DSP Browse
hu: DSP böngészés

source: Pick what you want to show:
hu: Válaszd ki a megfelelöt

source: By Sex
hu: Nem szerint

source: By Age
hu: Kor szerint

source: Pagination Color
hu: lapszámozás szín

source: Enter 6 digit color code for Pagination.
hu: Válassz 6 számjegyü színt a lapszámozási szín hozzáadásához

source: Credits
hu: Kreditek

source: Select ON to activate the Credits mode.
hu: Válaszd az ON-t a Kredit mód aktiválásához

source: Credits Usage
hu: Kredit felhasználás

source: Credits Purchased:
hu: Kreditek

source: Credits Used:
hu: Felhasznált kreditek

source: Reset
hu: Visszaállítás

source: Extend
hu: Kibövítés

source: Remove
hu: Törlés

source: Price Per Credit
hu: Àr/Kredit

source: This is the price per credit. Do not use the currency sign. Just put the number.
hu: Ez a kredit ára. Ne használj valuta jelet. Csak add meg az összeget

source: Credit Per Emails
hu: Kredit/email

source: This is the number of credits required to send per email.
hu: Ennyi kredit szükséges az email küldéshez

source: Save Changes
hu: Változások mentése

source: Note:
hu: Megjegyzés

source: The number of emails a user can send per credit is based on the Emails per Credit you setup.
hu: Az emailek küldése kreditenként a saját email/kredit beállításaidtól függ

source: For example, if you set the price at $1 dollar and set the Emails per Credit to 4 then when that
hu: Például, ha 1$-ra állítod az árat és az email/kredit értékét 4-re,

source: User buys 1 credit, he can send 4 emails. After that he has to buy more credits or purchase a membership.
hu: akkor a felhasználó 1$-ért 4 emailt tud küldeni. Ezután a felhasználónak több kreditek kell vásárolni, vagy egy magasabb tagságot

source: You currently have [m] credits left.
hu: Neked [m] kredited maradt

source: Buy Credits
hu: Kredit vásárlás

source: Purchase Credits
hu: Kredit vásárlás

source: Per Credit
hu: Kreditenként

source: About Me Text
hu: Leírás magamról

source: Mobile Logo (png)
hu: Mobil logo

source: Mobile Dating App Settings
hu: Mobil társkeresö app beállítások

source: Terms Text
hu: Felhasználási szöveg

source: Galleries
hu: Galéria

source: Are you sure you want to block this member?
hu: Biztos, hogy blokkolni akarod ezt a tagot?

source: aquarius
hu: halak

source: pisces
hu: kos

source: aries
hu: vízöntö

source: taurus
hu: bika

source: gemini
hu: iker

source: cancer
hu: rák

source: leo
hu: oroszlán

source: vergo
hu: szüz

source: libra
hu: mérleg

source: scorpio
hu: skorpió

source: sagittarius
hu: nyilas

source: capricorn
hu: bak

source: Please check your e-mail for the confirmation link.
hu: Kérjük, nyisd meg az emailt a megerösítö linkhez

source: Invalid username or e-mail
hu: èrvénytelen felhasználónév vagy email

source: Username or Email
hu: Felhasználónév vagy Email

source: The password should be at least seven characters long.
hu: A jelszó minimum 7 karakterböl kell álljon

source: password not match.
hu: A jelszók nem egyeznek

source: Password has been changed successfully.
hu: Jelszó sikeresen létrehozva

source: Enter your new password below.
hu: Add meg az új jelszavadat

source: Get Password
hu: Jelszó kérése

source: Reset Password
hu: Jelszó újraállítása

source: Note: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like !
hu: Megjegyzés: A jelszónak minimum 7 karakter hosszúnak kell lennie. Hogy erösebb legyen, használjon nagybetüt, számokat vagy jeleket mint: !

source: Reset password link has been expired.
hu: Jelszó újraállítás link lejárt

source: for mobile app
hu: mobile appra

source: Client Id
hu: Kliens id

source: Secret
hu: Titok

source: Admin paypal details are not set yet. Please try again later.
hu: Admin paypal adatok nem lettek megadva. Kérjuk, próbáld újra késöbb

source: Please update Profile Before Send a wink.
hu: Kérjük frissítsd a fiókod, hogy kacsintást tudj küldeni

source: Upgrade Now
hu: Frissítsd most

source: Serial Code
hu: Széria szám

source: Get your Serial Code from
hu: Széria szám igénylése

source: Search Settings
hu: Keresési beállítások

source: Which Profiles do you want to show?
hu: Melyik profilt akarod megmutatni

source: Note: You must have Active MatchNinja.com Account for your profile results to show up in the MatchNinja.com Dating Profile Search Site. <br />Visit MatchNinja.com for maore details:
hu: Aktív MatchNija.com profillal kell rendelkezni, hogy a profilod feltünjön a matchninja.com társkeresö keresöjében

source: Activate
hu: Aktiválás

source: Tab Color
hu: Tab szín

source: Enter 6 digit color code for Tabs.
hu: Adj meg 6 számjegyü színt a tabokhoz

source: Non-Active Tab Color
hu: nem aktív tab szín

source: Enter 6 digit color code for Non-Active Tabs.
hu: Adj meg 6 számjegyü színt a nem aktív tabokhoz

source: Button Color
hu: Gomb szín

source: Enter 6 digit color code for Buttons.
hu: Adj meg 6 számjegyü színt a gombokhoz

source: Force Photo
hu: Force fotó

source: Select ON to upload a photo with their profile.
hu: Válaszd az ON-t, hogy feltölts egy fotót a profiljukkal

source: Search Results
hu: Keresési eredmény

source: Select count of Search Result.
hu: Válaszd a keresési eredmények összeadását

source: Select count of front page Result.
hu: Válaszd az elölap eredmények összeadását

source: Front Page Result
hu: Elölap eredmény

source: Help
hu: Segítség
