Repository: howellsuen/scrapping
Catalog: javascript/csv-to-po/storage/dating-*.po
Languages: hu

source: <p><strong>Home Page</strong> - This is the area that you are directed to when you first login. </p> <br> <p><strong>Happening Graph</strong> - This is what is happening this current week with your profile.</p> <br> <p><strong>Email</strong> - This is where all the emails go when you receive email from other users. From here you can check your Inbox, Sent Items, Deleted Items and Compose. The Compose will show you a dropdown of your Favorite profiles. You can\\\\\\\\\\\\\\\'t send a new email from here. To send a new email just visit a users profile.</p> <br> <p><strong>Online</strong> - Shows the users that are currently online. You can filter the online results by gender.</p> <br> <p><strong>Steal Mode</strong> - Turning Stealth Mode ON will make in invisible to other users.</p> <br> <p><strong>Profile Trending</strong> - These are the profiles that are getting the most attention. You can filter these by Favorites, Friends, Winks Sent and Emails.</p> <br> <p><strong>Who Viewed Me</strong> - These are the profiles that have viewed your profile.</p> <br> <p><strong>Who I Viewed </strong>- These are all the profiles you have viewed.</p> <br> <p><strong>View Profile</strong> - This will show you what your profile looks like to other users.</p> <br> <p><strong>Edit Profile</strong> - This lets you edit your profile and your default photo on your profile.</p> <br> <p><strong>Media</strong> - This is where you add Photo Galleries, Audio and Video files.</p> <br> <p><strong>Chat</strong> - This is the group chat room. </p> <br> <p><strong>One to One Chat</strong> - When a user is online you can send them a Chat request. The other user will receive a popup that ask them if they would like to chat. If they accept it then you\\\\\\\\\\\\\\\'re put into a One on One Chat session.</p> <br> <p><strong>Search</strong> - Search for other profiles.</p> <br> <p><strong>Advanced Search</strong> - Extend the search function by searching for specific things in a profile.</p> <br> <p><strong>Zip Code Search</strong> - Search for profiles from any number of miles from a given zip code.</p> <br> <p><strong>Saved Search</strong> - Save your searches by name so you can access them quickly.</p> <br> <p><strong>Settings / Account </strong>- Change your email address and your password here.</p> <br> <p><strong>Settings / Match Alerts</strong> - These are profile matches that you can have sent to your email automatically. You turn it on and set the criteria.</p> <br> <p><strong>Settings / Blocked </strong>- These are the profiles that you have blocked from contacting you. You can block a user from their profile view.</p> <br> <p><strong>Settings / Privacy</strong> - This is where you set who can contact you. By default, everyone can contact you.</p> <br> <p><strong>Settings / Skype</strong> - If you want to use the Skype Instant Messenger/Chat feature then you just add your Skype name and set who can contact you. Can be everyone or your friends.</p> <br> <p><strong>Settings / Upgrade Account</strong> - Upgrade your account to premium membership to get access to features like Email and Chat.</p> <br> <p><strong>Extras / Trending </strong>- Trending profiles are profiles that are getting the most attention. You can filter these results as well.</p> <br> <p><strong>Extras / Interest Cloud </strong>- When you add Interests to your profile they become searchable via the Interest Cloud area. </p> <br> <p><strong>Extras / Date Tracker</strong> - Track the people that you go out with by using the Date Tracker. On a profile there is a icon for Date Tracker. Click it and then you can keep a diary of how it went with this user.</p> <br> <p><strong>Extras / Blogs</strong> - Write articles in the blog section that will appear on your profile.</p> <br> <p><strong>Extras / Meet Me</strong> - Browse through the member profile base and click the Yes or No button and an email will be sent to that user letting them know that they would like to meet you.</p>
hu: <p><strong>Kezdölap</strong> - Ez az az oldal ahova az elsö bejelentkezés után átirányítunk. </p> <br> <p><strong>Történet grafikon</strong> - Ez történt a profiloddal az utóbbi hétben.</p> <br> <p><strong>Email</strong> - Ide jön az össze email a többi tagtól. Itt láthatod a bejövö és kimenö emaileket.A dropdown megmutatja a kedvenceid listáját. Nem tudsz\\\\\\\\\\\\\\\' új emailt küldeni innen.Az email küldéshez látogass el a kivant felhasznalo profiljara.</p> <br> <p><strong>Online</strong> - Mutas meg hogy épp online vagy. Kereshetsz nem szerint.</p> <br> <p><strong>Ingoknito mód</strong> - Ha bekapcsolod akkor a többi tag nem lát.</p> <br> <p><strong>Profile Trending</strong> - Ezek a profilok keltik a legtöbb feltünést. </p> <br> <p><strong>Ki nézte meg a profilom</strong> - Ök nézték meg a profilod.</p> <br> <p><strong>Akiket én néztem meg</strong>- .Ezeket a profilokat nézted meg</p> <br> <p><strong>hogy néz ki az én profilom</strong> - ìgy néz ki a profilod ahogy mások látják.</p> <br> <p><strong>Profil szerkesztés</strong> - Itt szerkesztheted a profilod képét leírását stb.</p> <br> <p><strong>Media</strong> - Ide adhatsz videókat, hangokat stb.</p> <br> <p><strong>Chat</strong> - Ez a csoportos chat szoba </p> <br> <p><strong>Privát chat</strong> - Csak online tagoknak küldhetsz chat felkérést. A többi felhasználó értesítést fog kapni a kelkérésröl. Ha elfogadják, akkor\\\\\\\\\\\\\\\ elkezdödik a privát chat session.</p> <br> <p><strong>Keresés</strong> - Profilok keresése.</p> <br> <p><strong>Részletes keresés</strong> - ezzel konkét dolgokra kereshetsz rá profilon belül.</p> <br> <p><strong>Irányítószá keresés</strong> - Keress profilokat tetszöleges tavra az iranyitoszamodtol.</p> <br> <p><strong>Mentedd keresések</strong> -Ments el a keresési feltételeidet, hogy késöbb egyszerübben elérd.</p> <br> <p><strong>Beállítások / Fiók </strong>- Változtad meg az emailed és a jelszód itt.</p> <br> <p><strong>Beállítások / Találat</strong> - Ezeket a találatokat automatikusan küdheted magadnak emailen. Bekapcsolod és megadod a kritériumokat.</p> <br> <p><strong>Beállítások / Blokkolt </strong>- Ezeket a profilokat blokkoltad.</p> <br> <p><strong>Beállítások / Adatvédelem</strong> - itt állíthatod be hogy ki írhat neked.</p> <br> <p><strong>Beállítások / Skype</strong> - Ha skypolni akarsz a tagokkal akkor ad meg a sykpe nevedet itt.</p> <br> <p><strong>Beállítások / Fiók frissítése</strong> - Frissíts meg a fiókot hogy használhass featureket mint az email vagy a chat.</p> <br> <p><strong>Extrák / Trendek </strong>- Ezek a profilok keltik a legtöbb feltünést.</p> <br> <p><strong>Extrák / Érdeklödés felhö</strong>- Adj meg érdeklödési kört hogy kereshessenek rá a tagok. </p> <br> <p><strong>Extrák / Randi fövetö</strong> - Kövesd nyomon a randijaidat és jegyezd le hogy ment.</p> <br> <p><strong>Extrák / Blogok</strong> - Irj blogot ami megjelenik a profilodon.</p> <br> <p><strong>Extrák / Találkozz velem</strong> - Kérj randi felkérést ezzel a funkcóval.</p>

source: Wink Received
hu: Kacsintás érkezett

source: Stories
hu: Sztorik

source: Please enter story title.
hu: Add meg a sztorid címét

source: Please enter story content.
hu: Add meg a sztorid tartalmát

source: Add New Story
hu: ùj sztori hozzáadása

source: Story:
hu: Sztori

source: Miles
hu: Mérföldek

source: Happening Graph
hu: Történés grafikon

source: Select ON to activate the Happening Graph.
hu: Válaszd ki az ON-t hogy aktiváld a történés grafikont

source: Are you sure you want to delete this comment?
hu: Biztos, hogy törölni akarod a kommented?

source: Near Me
hu: Közelemben

source: Select ON to activate the Near Me field
hu: Válaszd ki az ON-t hogy aktiváld a Közelemben featuret

source: JOIN
hu: Csatlakozz

source: Account Setting
hu: Fiók beállítások

source: MATCH ALERT
hu: találat értesítés

source: BLOCKED
hu: blokkolt

source: Privacy Setting
hu: Adatvédelmi beállítások

source: Zipcode
hu: Irányítószám

source: save searches
hu: keresés mentése

source: Title Color
hu: Cím színe

source: Enter 6 digit color code for Titles.
hu: Ajd meg 6 jegyü színkódot a címhez

source: Help Page Contents
hu: Segítség Oldal Tartalom

source: Match alerts
hu: találat értesítés

source: Username can not have spaces.
hu: Felhasználónév nem tartalmazhat space-t

source: Please Enter Username.
hu: Kérjük, add meg a felhasználónevet

source: Please Enter Email address.
hu: Kérjük, add meg az email címedet

source: Please Confirm email address.
hu: Kérjük, erösítsd meg az email címed

source: Please Check terms and conditions.
hu: Kérjük, olvasd el a felhasználási feltételeket

source: Alert
hu: Értesítés

source: Empty
hu: Üres

source: No result found !
hu: Nincs eredmény

source: JOIN IT IS FREE!
hu: Csatlakozz ingyen

source: Search our singles
hu: Keress szingliket

source: Happy Stories
hu: Vidám történetek

source: Welcome User Name
hu: Üdvüzöljük, Felhasználónév

source: Latest Blog
hu: Legutobbi blog

source: Free Member
hu: Ingyenes szám

source: Are you sure you want to delete this user from your date tracker?
hu: Biztos, hogy törölni akarod ezt a tagot a randikövetöböl?

source: Deleted Video.
hu: Video törölve

source: You must be a premium member to send an email
hu: Prémium tagság szükséges az email használatához

source: Virtual Gift has been Deleted
hu: Virtuális ajándék törölve

source: Virtual Gift has been Approved
hu: Virtuális ajándék megerösítve

source: My Gifts
hu: Ajándékaim

source: My Winks
hu: Kacsintásaim

source: Online Members
hu: Online tagok

source: Empty Album id/No image uploaded
hu: Üres Album id/ nincs feltöltött kép

source: other details
hu: más részletek

source: Page
hu: Oldal

source: Read More
hu: több

source: Use web or android app for payment
hu: Használd a webet vagy android appot a fizetéshez

source: Network error has occurred please try again!
hu: Hálózati hiba, kérjük próbáld újra

source: Fill in all the fields!
hu: Tölts ki minden mezöt

source: Enter site name
hu: Add meg az oldal nevét

source: Thankyou for the payment.
hu: Köszönjük a fizetést

source: Payment Failed! Try again later.
hu: Fizetés sikertelen. Próbáld újra késöbb

source: You have cancelled the payment!
hu: Megszakítottad a fizetést

source: Image size cannot be more than 5 MB!
hu: Képméret nem lehet több mint 5 MB

source: Video size cannot be more than 5 MB!
hu: Videoméret nem lehet több mint 5 MB

source: The app has not been configured yet!
hu: Az app nem lett még konfigurálva

source: Country field is required!
hu: Ország mezö kötelezö

source: About me field is required!
hu: Magamról mezö kötelezö

source: Title field is required!
hu: Cím mezö kötelezö

source: Content field is required!
hu: Tartalom mezö kötelezö

source: After Register Redirect
hu: Regisztráció után átirányítás

source: Select ON to activate the After Register Redirect url mode.
hu: Válaszd az ON-t hogy aktiváld a regisztrálás utáni átirányítás módot

source: Register Email To Admin
hu: Regisztráld az emailt adminként

source: Select ON to Send Email to Admin after New User Registration
hu: Válaszd az ON- hogy küld egy admin emailt az uj tag regisztrációjához

source: Display options
hu: megjelenítés beállítások

source: Member list up, Tab down
hu: Tag lista, tab lefele

source: Tab up, Member list down
hu: Tab fel, tag lista le

source: Tab only
hu: Csak tab

source: Select which layouts to show in members not loggedin page
hu: Válasz ki milyen nézetben jelenjen meg a nem tagok login oldala

source: No Story Found
hu: Nincs sztori

source: Captcha did not match
hu: Captcha sikertelen

source: View Gift
hu: Ajándék megtekintése

source: No Virtual Gifts
hu: Nincs virtuális ajándék

source: Mon
hu: Hét

source: Tue
hu: Kedd

source: Thu
hu: Csüt

source: Fri
hu: Pén

source: Sat
hu: Szo

source: Sun
hu: Vas

source: Actions
hu: Akciók

source: Show Into Advanced Search
hu: Mutasd a részletes keresést

source: Premium membership expiration
hu: Prémium tagság lejárat

source: Payment Successful
hu: Sikeres fizetés

source: Payment Failed
hu: Sikertelen fizetés

source: Payment Cancelled
hu: Fizetés megszakítva

source: Credit balance low
hu: Kredit szám alacsony

source: Credit Purchase
hu: Kredit vásárlás

source: Meet me
hu: Találkozz velem

source: Reset password
hu: Jelszó újraállítás

source: Alert Member Notifications-> You can&rsquo;t send wink to this Member.
hu: Tag értesítések-> Te &rsquo;t kacsintást küldeni ennek a tagnak.

source: Alert Member Notifications-> You can&rsquo;t send meet me message to this Member.
hu: Tag értesítések-> Te &rsquo;t találkozz velem üzenetet ennek a felhasználónak.

source: Alert Email Notifications-> We can&rsquo;t send you a reset password beacause your notification setting for reset password is selected NO.
hu: Email értesítések-> Mi nem tudjuk visszaállítani a jelszavad, mert az értesítési beállításaid NO-ra van állítva

source: Add New Discount
hu: Új kedvezmény hozzáadása

source: Code
hu: Kód

source: Type
hu: Típus

source: Amount
hu: Mennyiség

source: status
hu: Àllapot

source: Uses
hu: Használatok

source: Discount Codes
hu: Kedvezmény Kódok

source: Discount Codes options
hu: Kedvezmény opciók

source: Enter Your Discount Code
hu: Add meg a kedvezmény kódot

source: Discount
hu: Kedvezmény

source: Amount After Discount
hu: Összeg a kedvezmény után

source: Coupan already used
hu: Kupon már fel lett használva

source: Wrong Coupan Code Entered
hu: Érvénytelen kupon kód

source: Profile By Registered Date
hu: Profil regisztrálási dátum alapján

source: Start and End Date not selected
hu: Kezdö és Befejezö dátum nincs kiválasztva

source: Back to search results
hu: Vissza a keresési eredményekhez

source: Select which type of member get to use this site for free
hu: Válaszd ki melyik felhasználó használhatja ezt az oldalt ingyen

source: No Comments
hu: Nincs komment

source: View Wink
hu: Kacsintások

source: Template Images
hu: Sablon képek

source: Upload Template Images
hu: Sablon kép feltöltés

source: Caption
hu: Készítés

source: Select ON to activate the male mode.
hu: Válaszd az ON-t hogy aktiváld a férfi módot

source: Select ON to activate the female mode.
hu: Válaszd az On-t hogy aktivált a nöi módot

source: The following user has commented on your profile. Please check the comments
hu: Ez a felhasználó kommentált a profilodon

source: To enable elements of home page elements. Please check the checkbox
hu: hogy engedelyezd az elemeket a kezdöoldalon. Kérjük klikkelj a checkboxra.

source: Invalid zip code
hu: Érvénytelen irányítószám

source: Please Enter zipcode.
hu: Add meg az irányítószámot

source: Enable Home page elements
hu: Engedélyezd a kezdölap elemeket

source: Random Online Members
hu: Random online tagok

source: Select ON to activate the random online members mode.
hu: Válaszd az ON-t hogy aktivált a random online tag módot

source: No. of members
hu: tagok száma

source: Please enter less than 10 for random online members
hu: Kérjük adj meg kevesebb mint 10 random online tagot

source: Users Statistics
hu: Felhasználási statisztika

source: Members By Country
hu: Tagok ország szerint

source: All User Statistics
hu: Minden felhasználó statisztika

source: Start Date
hu: Start dátum

source: End Date
hu: Vég dátum

source: Gifts Per Credit
hu: Ajándék kreditenként

source: This is the number of credits required to send per gift.
hu: Ez a kreditek száma az ajándék küldéshez

source: Credit Per $
hu: Kredit $-ként

source: Credit Per Price
hu: Kredit áranként

source: This is the credit per price. Do not use the currency sign. Just put the number.
hu: Ez a kredit ára. Ne használj valuta jelet. Csak add meg az összeget

source: Distance
hu: Távolság

source: Unit
hu: Egység

source: Select Unit
hu: Válassz egységet

source: Please enter discount name.
hu: Adj meg kedvezmény nevet

source: Please enter discount code.
hu: Adj meg kedvezmény kódot

source: Please enter discount type.
hu: Adj meg kedvezmény típust

source: please enter description.
hu: ad meg egy leírást

source: Please choose discount amount.
hu: Válassz kedvezmény összeget

source: Place ipcodeCountry
hu: adj meg ipcode Országot

source: Place
hu: Hely

source: Distance Feature
hu: Távolság feature

source: Select ON to activate Distance Module.
hu: Válaszd az ON-t hogy aktiváld a távolság módot

source: You must create your profile before you can use this feature.
hu: Létre kell hoznod a profilod hogy használhasd ezt a featuret

source: Your profile has not been Approved yet
hu: A profilod még nem lett jóváhagyva

source: New Gateways Updated!!!!
hu: Új fizetési opciók hozzáadva

source: Instruction
hu: Instrukciók

source: Upgrade / Bank wire
hu: Frissítés / Banki átutalás

source: Upgrade / Cheque payment
hu: Frissítés / Csekk fizetés

source: Bank & Cheque Users
hu: Bank & Csekk felhasználók

source: Plan Amount
hu: Tagság Díj

source: Plan Days
hu: Tagság napok

source: Plan Name
hu: Tagság neve

source: Completed
hu: Siker

source: Security Viloation
hu: Biztonság megsértése

source: Edit This Only
hu: Csak ezt szerkeszd

source: Select ON to activate the Terms of Service mode.
hu: Válaszd az ON-t hogy aktiváld a Felhasználási módot

source: New Discount Code added!!!!
hu: Új kedvezmény hozzáadva

source: Discount Code updated!!!!
hu: Kedvezmény frissítve

source: An Online Members widget that displays dsp dating online members.
hu: Egy online tag widget ami megjeleníti a dsp társkeresö online tagjait

source: Default Country
hu: Alap ország

source: Enable Trending Feature
hu: Trending Feature engedélyezése

source: Other Settings
hu: Más beállítások

source: Start DSP year
hu: Kezdj DSP évet

source: Start Year
hu: Èv kezdése

source: Enable Recapcha
hu: Engedélyezd a recaptcha-t

source: Select ON to enable Recaptcha
hu: Válaszd az ON-t a recaptcha engedélyezéséhez

source: Select ON to enable distance
hu: Válaszd az ON-t a távolság engedélyezéséhez

source: Select default country
hu: Válaszd az alapértelmezett országot

source: Please choose caption.
hu: Válassz feliratot

source: Please choose status
hu: Válassz állapotot

source: Please choose image file.
hu: Válassz kép fájlt

source: A chat widget.
hu: Egy chat widget

source: Google Recaptcha Setting
hu: Google Recaptcha beállítások

source: Enter your Google APP Id here
hu: Add meg a google APP id-t

source: Total Intrest
hu: Teljes érteklödés

source: Registered Users
hu: Regisztrált felhasználók

source: Dates Tracked
hu: Lekövetett randik

source: Facebook Login Setting
hu: Facebook login beállítások

source: Enter your facebook APP id here.
hu: Add meg a facebook APP id-t

source: Secret Key
hu: Titkos kulcs

source: Enter your facebook secret key here.
hu: add meg a facebook titkos kulcsot

source: Enable Make Private Option in Edit Profile Section
hu: Engedélyezd a privát opciókat a profil beállításokban

source: Enable Facebook Login module.For more info how to set up Facebook Api
hu: engedélyezd a facebook login modult. Több információért a facebook api beállításához

source: New profile Question added!
hu: ùj profil kérdés hozzáadva

source: Profile Question updated!
hu: Profil kérdés hozzáadva

source: Please upload template images of following sizes for template1(566px*361px),template2(950px*694px),template3(950px*413px),template4(950px*457px),template5(950px*482px),template6(525px*418px),template7(950px*457px)
hu: Kérjük, töltsd fel képt sablonokat a következö méretekben: template1(566px*361px),template2(950px*694px),template3(950px*413px),template4(950px*457px),template5(950px*482px),template6(525px*418px),template7(950px*457px)

source: Select ON to enable Discount coupan code option
hu: Válaszd az ON-t hogy engedélyezzék a kupod kód opciót

source: Edit Current Location
hu: Szerkeszd a jelenlegi helyzetet

source: Choose your bank:
hu: Válassz bankot

source: Status was Successful...Thank you for your order.
hu: àllapot sikeres. Köszönjük a rendelést

source: IP address not correct... This call is not from Targetpay.
hu: IP cím nem megfelelö. Ez a kérés nem a Targetpay-töl jött

source: Could not fetch response
hu: nem tudjuk a választ kiolvasni

source: New Membership added!!!!
hu: ùj tagság hozzáadva

source: Membership updated!!!!
hu: Tagság frissítve

source: Copy unsuccessfull!
hu: Másolás sikertelen

source: If you don not have coupon code,Please leave it blank
hu: Ha nincs kupon kódod, hagy üresen a mezöt

source: Click Here To Get API Key
hu: Klikkel a az API kulcs igényléshez

source: The comment has been successful.It will be shown after approval of this user.
hu: Sikeres komment. A felhasználó jóváhagyása után meg lesz jelenítve

source: Enter your Google secret key here.
hu: Add meg a google titkos kulcsodat.

source: Wink Sent Sucessfully.
hu: Kacsintás küldése sikeres

source: You have rated this user successfully. Thank you !
hu: Sikeresen értékelted ezt a felhasználót. Köszönjük

source: Username already exists
hu: Felhasználónév már foglalt

source: Email already exists
hu: Email már foglalt

source: Site Key
hu: Oldal kulcs

source: Enter your Google Site Key here
hu: Add meg a google oldal kulcsot

source: This is the number of credits required to send per gifts.
hu: Ennyi kredit szükséges az ajándék küldéshez

source: Select ON to enable trending sub-menu in extra menu
hu: Válaszd az ON-t hogy engedélyezd a trending almenüt az extra menüben

source: No Image uploaded by this user
hu: Nincs kép feltöltve ehhez a taghoz

source: Search Form Type
hu: Keresés Form típus

source: Select search form type in home page
hu: Válaszd ki a keresés form típust a kezdölapon

source: Search form with country list
hu: Keresés form ország listával

source: Search form with geography
hu: Keresés form geográfia

source: None
hu: semmi

source: First name field should not be empty.
hu: A név mezö nem lehet üres

source: Last name field should not be empty.
hu: A családi név mezö nem lehet üres

source: Enable Registration Field
hu: Regisztráció mezö engedélyezése

source: Select ON to enable firstname & lastname field in Registration form
hu: Válaszd az ON-t hogy a név&családi név mezö megjelenjen a Regisztrációs formon

source: You are now friend with this user
hu: Most barátok lettetek ezzel a felhasználóval

source: Fullname
hu: Teljes név

source: User Profile Display Name
hu: Felhasználó megjelenített neve

source: Select option to display user profile display name
hu: Klikkelj az Opciókra hogy megjelenítsd a profil nevét

source: Message deleted Sucessfully.
hu: Üzenet sikeresen törölve

source: Home page Elements
hu: Kezdölap elemek

source: After User Register
hu: Felhasználó utánregisztráció

source: Email Verification
hu: Email érvényesítés

source: Select option to redirect user after registration. Note: You must have dsp_add_on
hu: Válaszd az opciókat hogy átirányítsd a felhasználót a regisztráció után. Megjegyzés: rendelkezned kell dsp_add_on - val

source: Your account is activated successfully
hu: A fiókod sikeresen aktiválva

source: User not exist
hu: Felhasználó nem létezik

source: Current Status :
hu: Jelenlegi állapot

source: Noone view your profile till now
hu: senki nem nézte meg a profilod ezidáig

source: End Year
hu: èv vége

source: End DSP Year
hu: DSP èv vége

source: Import Language Pack
hu: Nyelvi csomag importálás

source: Select language that pack needed to import
hu: Válaszd ki az importálandó nyelv csomagot

source: Select language pack need to import
hu: Válaszd ki az importálandó nyelv csomagot

source: Language Pack
hu: Nyelvi csomag

source: License Key
hu: Liszensz kulcs

source: Enter a valid license key for WP Dating Plugin.
hu: Adj meg egy érvényes liszensz kulcsot a WP Dating Pluginhoz

source: Either you entered only spam words or no <#name#> entered
hu: Vagy csak spam szavakat adtál meg vagy nincs <#name#> megadva
