Repository: howellsuen/scrapping
Catalog: javascript/csv-to-po/storage/dating-*.po
Languages: hu

source: Please make sure,you have configured your license key correctly to get rid of this message.
hu: Gyözödj meg róla hogy helyesen konfiguráltad a liszensz kulcsodat hogy eltüntesd ezt az üzenetet

source: Activate License
hu: Liszensz aktiválása

source: License is Activated
hu: Liszensz aktiválva

source: Search and Chat
hu: Keress és chatelj

source: Features
hu: Feature-k

source: Customize
hu: Testreszabás

source: Accounts and Payment
hu: Fióok és fizetések

source: Addons
hu: Addon-ok

source: Basic Search
hu: Alap keresés

source: Advanced Search
hu: Részletes keresés

source: Please enter a message
hu: Adj meg egy üzenetet

source: Forgot Password
hu: Elfelejtettem a jelszavam

source: You have to first delete <#LANGNAME#> language to import this language pack
hu: Kérjük elöbb töröld <#LANGNAME#> nyelvet hogy importáld ezt a nyelvi csomagot

source: Album name
hu: Album neve

source: My Album
hu: Albumom

source: Please write us your reason:
hu: Kérjük indokold meg

source: Report this comment
hu: Jelents ezt a kommentet

source: Please enter the reason for report.
hu: add meg a jelentés okát

source: Your report was successfully submitted.
hu: A jelentés sikeresen elküldve

source: Your report was not submitted.
hu: A jelentésed sikertelen

source: Reported Comment
hu: Jelentett komment

source: Ignore
hu: Ignorál

source: Comment
hu: Kommentál

source: Reported by
hu: Jelentette

source: Featured Member
hu: kiemelt tag

source: Search User
hu: Felhasználó keresése

source: Featured Members
hu: Kielemt tagok

source: Contact Permissions (Who can contact me?)
hu: Kapcsolatfelvétel szabályozás( ki veheti fel velem a kapcsolatot)

source: Welcome
hu: Üdvözöljük

source: Please Note: If a membership plan is being used you cannot delete that Membership Plan.
hu: Megjegyzés: Ha már használsz egy tagsági elöfizetést, akkor azt nem törölheted.

source: Order
hu: Rendelés

source: Profile Picture
hu: Profil kép

source: Move
hu: Mozgat

source: Email is Unread
hu: Olvasatlan emailek

source: Email has been Read
hu: Olvasott email

source: Previous
hu: Elözö

source: Next
hu: Következö

source: This value seems to be invalid.
hu: Ez az érték érvénytelen

source: This value should be a valid email.
hu: Ez az érték egy érvényes email kell hogy legyen

source: This value should be a valid url.
hu: Ez az érték egy érvényes url kell hogy legyen

source: This value should be a valid number.
hu: Ez az érték egy érvényes szám kell hogy legyen

source: This value should be a valid integer.
hu: Ez az érték egy érvényes integer kell hogy legyen

source: This value should be digits.
hu: Ez az érték egy szám kell hogy legyen

source: This value should be alphanumeric.
hu: Ez az érték egy szöveg kell hogy legyen

source: This value should not be blank.
hu: Ez az érték nem lehet üres

source: This value is required.
hu: Ez az érték kötelezö

source: This value should be greater than or equal to %s.
hu: Ez az érték nagyobb vagy egyenlö mint %s kell hogy legyen

source: This value should be lower than or equal to %s.
hu: Ez az érték kisebb vagy egyenlö mint %s kell hogy legyen

source: This value should be between %s and %s.
hu: Ez az érték %S közé kell hogy essen

source: This value is too short. It should have %s characters or more.
hu: Ez az érték túl rövid. Ennek %s karakternek vagy többnek kell hogy legyen

source: This value is too long. It should have %s characters or fewer.
hu: Ez az érték túl hosszú. Ennek %s karakternek vagy kevesebbnek kell hogy legyen

source: You must select at least %s choices.
hu: Legalább %s választ kell adnod

source: You must select %s choices or fewer.
hu: legfeljebb %s választ kell adnod

source: You must select between %s and %s choices.
hu: A válaszok száma %s és %s közé kell hogy essen

source: This value should be the same.
hu: Ez az érték megegyezö kell hogy legyen

source: Due to restrictions put on recurring plan, recurring payment gateway (such as Paypal Recurring - Subscriptions) can only be activated where the number of days satisfies the following conditions.
hu: A megújuló elöfizetés feltételei miatt, a fizetési szolgáltató ( mint a Paypal Recurring - Subscriptions) megujulo fizetés opciója csak akkor aktiválható ha a következö feltételeknek eleget tesz

source: No of days is less than or equal to 90 with range (1 to 90)
hu: A napok száma kevesebb vagy egyenlö mint 90 (1-90 tartományban)

source: No of days is multiple of 7 with range (7 to 364).
hu: A napok száma a 7 többszöröse. (7-364 tartományban)

source: No of days is multiple of 30 with range (30 to 720).
hu: a napok száma 30 többszöröse (30-720 tartományban)

source: No of days is multiple of 365 with range (365 to 1825).
hu: A napok száma 365 többszöröse (365-1825 tartományban)

source: QUICK ACTIONS
hu: Gyors akciók

source: Make this membership plan free
hu: Tedd ezt a tagsági csomagot ingyenessé

source: Apply
hu: Igénylés

source: is activated
hu: aktiválva

source: Plan
hu: Csomag

source: Make this profile questions private
hu: Tedd ezeket a profil kérdéseket magánná

source: Only me
hu: csak én

source: You cannot view this profile
hu: Ezt a profilt nem nézheted meg

source: Wed
hu: Sze

source: Distance Search
hu: Távolsági keresés

source: Select ON to enable password field option in registration page
hu: Válaszd az ON-t a jelszó mezö megjelenítéséhez a regisztrációs oldalon

source: Upgrade/CCBill
hu: Frissítés/CCBill

source: List All
hu: Összes kilisztázása

source: Green
hu: Zöld

source: Blue
hu: Kék

source: Black
hu: Fekete

source: Christian
hu: Keresztény

source: Buddhist
hu: Buddhista

source: Muslim
hu: Muszlim

source: Catholic
hu: Katolikus

source: Athiest
hu: Ateista

source: Baptist
hu: Baptista

source: Jewish
hu: Zsidó

source: Luthern
hu: Luthernista

source: Methodist
hu: Metodista

source: Other
hu: Másolás sikertelen

source: Caucasian
hu: Kaukázusi kefír

source: Middle Eastern
hu: Közép euroópai

source: Indian
hu: Idiai

source: European
hu: Európai

source: Asian
hu: Àzsiai

source: African
hu: Afrikai

source: Single
hu: Szingli

source: Not Stated
hu: Nincs adat

source: Divorced
hu: Elvált

source: Widowed
hu: Özvegy

source: Player
hu: Játékos

source: Lost
hu: Elveszett

source: Maybe
hu: Talán

source: Over
hu: Több

source: Over K
hu: K felett

source: Skinny
hu: vékony

source: Average
hu: átlagos

source: Athletic
hu: atlétikus

source: Body Builder
hu: budy builder

source: Extra Pounds
hu: túlsúlyos

source: Trying to Quit
hu: szeretne kilépni

source: Friendly
hu: barátságos

source: Pipes
hu: pipák

source: Gray
hu: ösz

source: Brown
hu: barna

source: Social
hu: szociális

source: I''m a Drunk
hu: alkesz

source: Blonde
hu: szöke

source: Red
hu: vörös

source: Mohawk
hu: mohács

source: Bald
hu: kopasz

source: Unemployed
hu: munkanélküli

source: Full Time
hu: teljes állás

source: Part Time
hu: félállás

source: Student
hu: Tanuló

source: Home Maker
hu: otthon teremtö

source: Self Employed
hu: vállalkozó

source: Retired
hu: nyugdíjas

source: High School
hu: középiskolás

source: Bachelors
hu: hallgató

source: Masters
hu: mester hallgató

source: PHD
hu: PHD hallgató

source: School of Life
hu: élet iskolája

source: Confused
hu: össze van zavarodva

source: Friendship
hu: barátság

source: Dating
hu: randizás

source: Marriage
hu: házasság

source: Fling
hu: fing

source: Intimate Encounter
hu: intim kapcsolat

source: Short Term
hu: rövid távú

source: Long Term
hu: hosszútávú

source: Anything!
hu: bármi

source: Eye Color
hu: szeme színe

source: Religion
hu: vallás

source: Ethnicity
hu: entika

source: Marital Status
hu: családi állapot

source: Children
hu: gyerekek

source: Income
hu: bevétel

source: Body Type
hu: testalkat

source: Smoker
hu: dohányzó

source: Drink
hu: ivás

source: Hair Color
hu: haj szín

source: Employment
hu: munkahelyi állapot

source: Education
hu: képzettség

source: Seeking
hu: keresö

source: My Match
hu: találataim

source: Saved Search
hu: mentett találatok

source: Access Email
hu: Emailek elérése

source: View Email Message
hu: email megtekintés

source: Reply Email Message
hu: válasz email

source: Compose New Email Message
hu: írj egy új emailt

source: Upload Audio
hu: Audio feltöltés

source: Upload Video
hu: Video feltöltés

source: Zip Code Search
hu: Irányítószám keresés

source: Group Chat
hu: Csoportos beszélgetés

source: One to One Chat
hu: Privát chat

source: (required)
hu: (kötelezö)

source: List All Stories
hu: Minden sztori listázása

source: The user has not uploaded any audios.
hu: A felhasználó nem töltött fel audiót

source: The user has not uploaded any videos.
hu: A felhasználó nem töltött fel videót

source: The user has not uploaded any photos.
hu: A felhasználó nem töltött fel fotót

source: New Password:
hu: ùj jelszó

source: List Of Albums
hu: Albumlista

source: Email Notification
hu: Email értesítés

source: Albums
hu: Albumok

source: Are you sure you want to Unblock?
hu: Biztos hogy feloldod a blokkot?

source: Make your pro pic Private
hu: Tedd a profi képedet priváttá

source: Saved Searches
hu: Mentett keresés

source: Do you want to save this user in your date tracking list?
hu: El akarod menteni ezt a felhasználót a társkeresö nyomonkövetésbe?

source: Accept This Gifts
hu: Fogadd el ezt az ajándékot

source: Sent Gifts
hu: Elküldött ajándékok

source: just sent you a message.
hu: küldött neked egy üzenetet

source: Use the site being in the offline mode
hu: használd az oldalt offline módban

source: Message Sent Successfully.
hu: üzenet sikeresen elküldve

source: Enable Message
hu: üzenet engedélyezése

source: Are you sure you want to Delete this Message?
hu: Biztos törölni akarod ezt az üzenetet?

source: Start now
hu: Kezdd el most!

source: Delete Account Permanently
hu: Fiók azonnali törlése

source: Are you sure you want to delete your account permanently?
hu: Biztos hogy azonnal törölni akarod a fiókodat?

source: Please Login to view the members
hu: Kérjük, jelentkezz be hogy lásd a tagokat

source: Add your text here
hu: Add meg a leírásodat

source: Current Status
hu: Jelenlegi állapot

source: Start upload
hu: Feltöltés kezdése

source: Cancel upload
hu: Feltöltés megszakítása

source: Delete Account
hu: Fiók törlése

source: Rate
hu: èrtékelés

source: Make these profile questions private
hu: Tedd ezeket a profil kérdéseket priváttá

source: Make your profile picture Private
hu: Tedd a profi képedet priváttá
