{
  "Recipe": "Recipe",
  "Courses": "Courses",
  "Appetizer": "Appetizer",
  "Side": "Side",
  "Easy Entertaining": "Easy Entertaining",
  "Entree": "Entree",
  "Baking": "Baking",
  "Cuisines":  "Cuisines",
  "Indian Recipes": "Indian Recipes",
  "International Recipes": "International Recipes",
  "Middle eastern Recipes": "Middle eastern Recipes",
  "Latin Recipes": "Latin Recipes",
  "Chinese Recipes": "Chinese Recipes",
  "Category": "Category",
  "Veggie": "Veggie",
  "Dessert": "Dessert",
  "Pork": "Pork",
  "Freeze": "Freeze",
  "Snack": "Snack",
  "Cooking Method": "Cooking Method",
  "Slow-cooker": "Slow-cooker",
  "Microwave": "Microwave",
  "Roasting": "Roasting",
  "Grilling": "Grilling",
  "Deep Fried": "Deep Fried",
  "Occasions": "Occasions",
  "Birthdays": "Birthdays",
  "Christmas": "Christmas",
  "Diwali": "Diwali",
  "Halloween": "Halloween",
  "Easter": "Easter",
  "appetizer": "appetizer",
  "side": "side",
  "easy entertaining": "easy entertaining",
  "entree": "entree",
  "baking": "baking",
  "Cuisine": "Cuisine",
  "indian recipes": "indian recipes",
  "international recipes": "international recipes",
  "middle eastern recipes": "middle eastern recipes",
  "latin recipes": "latin recipes",
  "chinese recipes": "chinese recipes",
  "farro:": "farro",
  "potato:": "potato",
  "chickpeas:": "chickpeas",
  "lemon:": "lemon",
  "arugula:": "arugula",
  "Log in": "Log in",
  "Log out": "Log out",
  "Search": "Search",
  "Search Result": "Search Result",
  "or": "or",
  "Eating is necessity but cooking is an art": "Eating is necessity but cooking is an art",
  "Favorite cuisines": "Favorite cuisines",
  "Make your choice": "Make your choice",
  "Have a mini fiesta on your dining table with food from various regions. Take your backpacks and go on a food adventure with our recipes.": "Have a mini fiesta on your dining table with food from various regions. Take your backpacks and go on a food adventure with our recipes.",
  "Middle Eastern Recipes": "Middle Eastern Recipes",
  "Every Indian meal is a feast for a food lover. Indian food is a glorious blend of spices and each food has an unique flavour and aroma. Immerse yourself in our scrumptious indian recipes.": "Every Indian meal is a feast for a food lover. Indian food is a glorious blend of spices and each food has an unique flavour and aroma. Immerse yourself in our scrumptious indian recipes.",
  "Love to experiment with food? Love eating different cuisines? Our international recipes section takes bits and pieces from every region to help you cook a lavish spread for your family and friends": "Love to experiment with food? Love eating different cuisines? Our international recipes section takes bits and pieces from every region to help you cook a lavish spread for your family and friends",
  "Middle eastern cuisine is famous for its diversity. It is Fresh, wholesome, and rich. Dive into our Middle east section to find delectable and authentic middle eastern recipes.": "Middle eastern cuisine is famous for its diversity. It is Fresh, wholesome, and rich. Dive into our Middle east section to find delectable and authentic middle eastern recipes.",
  "Italian cuisine has much more to offer than just pizzas and pastas. Fresh produce and simple cooking is what distinguishes it from other cuisine. Find a range of hearty and healthy italian recipes in this section.": "Italian cuisine has much more to offer than just pizzas and pastas. Fresh produce and simple cooking is what distinguishes it from other cuisine. Find a range of hearty and healthy italian recipes in this section.",
  "Featured Collections": "Featured Collections",
  "View more": "View more",
  "Want an easy way to find recipes? Try our collection section where every type of food is clustered for your convenience.": "Want an easy way to find recipes? Try our collection section where every type of food is clustered for your convenience.",
  "Recipes": "Recipes",
  "Thanksgiving": "Thanksgiving",
  "Classic recipes": "Classic recipes",
  "All time favorites": "All time favorites",
  "Comfort food is what resonates in our mind when we think of classic recipes. Are you looking for classic, traditional and authentic recipes? Then, go ahead to find easy step by step recipes.": "Comfort food is what resonates in our mind when we think of classic recipes. Are you looking for classic, traditional and authentic recipes? Then, go ahead to find easy step by step recipes.",
  "Delete": "Delete",
  "Save": "Save",
  "Mins": "Mins",
  "H": "H",
  "M": "M",
  "Rate": "Rate",
  "Home": "Home",
  "Terms & Conditions": "Terms & Conditions",
  "Privacy Policy": "Privacy Policy",
  "Contact Us": "Contact Us",
  "All Rights Reserved.": "All Rights Reserved.",
  "Login": "Login",
  "Get kitchen tested recipes, meal ideas and more": "Get kitchen tested recipes, meal ideas and more",
  "Enter your mobile number": "Enter your mobile number",
  "Submit": "Submit",
  "Saved": "Saved",
  "This recipe is already in you Recipe Book.": "This recipe is already in you Recipe Book.",
  "View Recipe Book": "View Recipe Book",
  "Are you sure to remove this from your Recipe Book?": "Are you sure to remove this from your Recipe Book?",
  "Yes": "Yes",
  "No": "No",
  "Classic Recipes | Traditional And Authentic Recipes": "Classic Recipes | Traditional And Authentic Recipes",
  "Latest": "Latest",
  "Popular": "Popular",
  "Contact": "Contact",
  "Recipes By Cuisine | Best International Recipes | Step By Step": "Recipes By Cuisine | Best International Recipes | Step By Step",
  "Widely popular for simple and easy cooking but also, has versatility in the ingredients. Dont wait for your favourite Chinese take out or delivery just put on your apron and follow our chinese recipes.": "Widely popular for simple and easy cooking but also, has versatility in the ingredients. Don’t wait for your favourite Chinese take out or delivery just put on your apron and follow our chinese recipes.",
  "New Collections": "New Collections",
  "Recipe(s)": "Recipe(s)",
  "Free": "Free",
  "Steps": "Steps",
  "Ingredients": "Ingredients",
  "Start Cooking": "Start Cooking",
  "- Step by Step -": "- Step by Step -",
  "Step": "Step",
  "Ingredients to serve": "Ingredients to serve",
  "for Mash": "for Mash",
  "Rating": "Rating",
  "Prep time:": "Prep time:",
  "Cook time:": "Cook time:",
  "Total time:": "Total time:",
  "Recipe Category:": "Recipe Category:",
  "Cuisine:": "Cuisine:",
  "Coming Right Up": "Coming Right Up",
  "Previous": "Previous",
  "Next": "Next",
  "My Recipe Book": "My Recipe Book",
  "Baking Recipes": "Baking Recipes",
  "Newest": "Newest",
  "Cooking Time": "Cooking Time",
  "Company Name:": "Company Name:",
  "Company Address:": "Company Address:",
  "Customer Service Email:": "Customer Service Email:",
  "Customer Service Hotline:": "Customer Service Hotline:",

  "contactData": "<div class=\"contactinfo\"> <p><span>Company Name:</span>Megacloud Limited</p> <p><span>Company Address:</span>Room 08-09, 29/F Prosperity Center, 25 Chong Yip Street, Kowloon, Hong Kong</p> <p><span>Customer Service Email:</span>customerservice.uk@mfoodpass.com</p> <p><span>Customer Service Hotline:</span>TBC</p> </div>",
  "termsData": "<h1>Terms & Conditions</h1><div class=\"infobox terms\"><p><b>Issue Date:</b> April 2019</p><p>mfoodpass is a site intended for the following usage:</p><p>By accessing our website, registered or not, You have agreed to adhere to our Terms and Conditions.</p><p class=\"head\"><b>1. The Agreement</b></p><p>1.1 These terms and conditions of use are general terms of use of the subscription agreement ('agreement')between you (you are the subscriber or the potential subscriber) and Megacloud Limited (a company in Hong Kongand the content provider / operator of mfoodpass) collectively referred to as \"Company, supplier, us, you, our,ourselves\").</p><p>1.2 This Agreement governs your use of mfoodpass and all mobile content and services available on the sitereferred to as a \"Service\". This explains our obligations to you, and your obligations to us in relation to theservice.</p><p>1.3 And requesting the subscription to mfoodpass and access the mfoodpass service, you will have to respectthese conditions of use, to take note of them and to confirm them that:</p><p></p><ul><li>You are the responsible person for the mobile account associated with the phone number provided on thesubscription service;</li><li>You are responsible for all services used via this mobile account;</li><li>You authorize mobile carrier to put taxes directly on your phone bill (which means if you are on a postpaidservice the charges are charged to your mobile phone account or if you are on a prepaid service the chargesare deducted from your prepaid balance);</li><li>You are at least 18 years old. If you are under 18, you MUST have permission to subscribe;</li><li>You understand that it is your responsibility to ensure the compatibility of the mobile service and that thephone is correctly configured;</li><li>You agree that you will not be allowed to let other people use your account;</li><li>You agree to these terms of use and the privacy policy.</li></ul><p>1.4 You must use the service only in accordance with the terms of use, any amendment of any additional termthat may be presented in connection with any particular feature or function of the service from time to time.</p><p class=\"head\"><b>2. Terms relating to the subscription service</b></p><p>2.1 mfoodpass is a subscription member that provides these members with a range of products, services andbenefits across the mobile site to compatible handsets (referred to as \"service\").</p><p class=\"head\"><b>3. Payment &amp; Costs</b></p><p>3.1 Payment Form</p><p>You will be charged for your registration and current taxes by direct carrier billing.</p><p>3.2 Taxes &amp; Charges</p><p>The taxes and costs applicable to the mfoodpass subscription will continue until you have unsubscribed and aredetailed below:</p><p></p><ul><li>Subscription fee £4.50 per week</li><li><i>Subscription fees– £4.50</i> – Every 7 days (minimum subscription time) since your subscription date.</li><li>You will receive a message at £4.50 per week</li><li>Data charges may apply - Your carrier / carrier provider will charge you the applicable rate for any SMSsent by You including the related download charges incurred by you in accordance with your agreement withthem. We are not responsible for the respective support costs, even if they appear when you use the service.</li></ul><p></p><p>3.3 Change to existing Taxes</p><p>All fees, as stated above are subject to change. In the case of increased fees, we will notify you of new fees/ charges and the effective date for new fees / charges. If you do not wish to accept the new fees, you maycancel / terminate your subscription (refer to Cancellation / Termination of your service below) before the new/ revised fees being applicable. Your cancellation / cancellation request will be effective immediately.</p><p></p><p class=\"head\"><b>4. Quality of the subscription service</b></p><p>4.1 Compatibility with the mobile device</p><p>We will do our best to provide you with good service and make it available at all times. It is however yourresponsibility to ensure that the mobile device is compatible to use the service and that the mobile phone iscorrectly configured.</p><p>For questions about mobile compatibility, send an email to customerservice@megacloud.co</p><p>Note:</p><p></p><ul><li><i>We will not refund your subscription fees or other fees if it happens that the requested mobile contentis not compatible with your handset</i></li><li><i>The service is also available via supported wireless devices</i></li></ul><p></p><p>4.2 Usage of the subscription service</p><p>You understand and accept:</p><p></p><ul><li>That your use of the Service and its contents is at your own risk. The service and mobile content areprovided \"as is\" without warranty by us or our partners, as the case may be and to the maximum extentpermitted by law, express or implied.</li><li>There is no guarantee that the service or content will meet your requirements, or that your access to thesame will be uninterrupted or error free.</li><li>You are fully responsible for all activities that occur under your account or through your subscription.</li><li>You agree not to allow unauthorized persons to use your account as identified by your mobile number.</li><li>You agree to inform us immediately in case if you see or suspect unauthorized use of your account orsubscription or any other breach of security.</li><li>You agree that we are not responsible to you or any other person for any content or materials constitutingpart or all of a download or any other aspect of the service that you may find unacceptable.</li><li>Ratings and Reviews. Ratings and reviews posted by Users on our Services are User Content that is notendorsed by mfoodpass and does not represent the views of mfoodpass. mfoodpass does not assume liability forratings and reviews or for any claims for economic loss resulting from such ratings and reviews. Because weexpect Users to maintain a high level of integrity with respect to ratings and reviews posted through theServices, you agree: (i) to base any rating or review you post only on your first-hand experience with theapplicable business, product, or service; (ii) you will not provide a rating or review for any business,product, or service with respect to which you have a competitive, ownership or other economic interest,employment relationship (iii) you will not submit a rating or review in exchange for payment or other benefitsfrom any individual or entity; and (iv) your review will comply with the terms of this Agreement. If wedetermine, in our sole discretion, that any rating or review could diminish the integrity of the ratings andreviews, we may exclude such User Content without notice.</li></ul><p></p><p>4.3 IMPORTANT INFORMATION REGARDING RECIPES</p><p>All recipes on our Site or App are provided for general information only and published by other users, likeyou, and not by mfoodpass. mfoodpass does not screen or check recipes before they are posted, so there may besome inappropriate, incorrect or unsafe recipes, ingredients or cooking methods. The recipes, comments and otherinformation provided on our Site or App are not intended to amount to advice on which you should rely, and anyuse of or reliance on any recipe of other content provided on our Site or App is at your own risk.</p><p>mfoodpass makes no statements, whether express or implied, about the accuracy, quality, safety or fitness forpurpose of recipes published on the mfoodpass Service.</p><p>Therefore:</p><p></p><ul><li>You should verify any unusual or novel ingredients or methods in a recipe by referring to other sources;</li><li>You should comply at all times with any food safety notices or bulletins issued by your local governmentauthority, and you should not expect the mfoodpass Service to note or explain risks contained in foodpreparation, method or techniques of cooking or consumption of certain food;</li><li>And if you are not an experienced cook, we advise that you take instruction from an experienced cook, orother appropriate authority, when using recipes from the mfoodpass Service, particularly in respect of healthand safety.</li><li>If you have any comments or concerns about any recipes or other content on the mfoodpass Service or, if youbelieve that your copyrighted work has been infringed or are aware of other infringing, illegal orinappropriate material, please contact us at: customerservice@megacloud.co</li></ul><p></p><a id=\"point5\" class=\"anchor\"></a><p class=\"head\"><b>5 Cancellation / End of subscription service</b></p><p>5.1 By You</p><p>You can choose to terminate the subscription service. To cancel your subscription, simply:</p><p>By email: customerservice@megacloud.co</p><p>By SMS: Text STOP to XXXXX (standard operator messaging charges apply)</p><p>Your cancellation request will be made and your account will be closed immediately. All charges are notrefunded.</p><p>5.2 By Us</p><p>We may in our sole discretion suspend or terminate your account with or without notice. This includes, but isnot limited to, breach of these Terms and Conditions, if you are deemed to have abused the service. \"ServiceAbuse\" is defined as, but not limited to, requests for excessive content leading to the allocation of systemresources. In the event that we terminate your account as a result of violations of these Terms and Conditions,we will have no liability to you and will not refund a portion of your fees charged to date.</p><p class=\"head\"><b>6 Change to the subscription service</b></p><p>6.1 We reserve the right from time to time to modify or discontinue, temporarily or permanently, the Service(or any part of it) with or without notice. You agree that we, our partners are not responsible to you for anymodification, suspension or discontinuance of the Service.</p><p class=\"head\"><b>7 Confidentiality</b></p><p>7.1 To provide you with the subscription service, we may need to collect certain personal information from you.The Megacloud Limited Privacy Policy applies to our service delivery for you. Our Privacy Policy providesinformation about our collection, handling, use / disclosure and maintenance of your personal information. Forexample, you agree that we may disclose personal information such as your mobile number to your mobile serviceprovider for the collection of taxes. To provide you with the service we may also need to disclose yourinformation to our third party suppliers / suppliers. In addition, we may also need to disclose your informationthat may be required by law (for example, for court proceedings, pursuant to court orders, etc.). For moreinformation on our processing, management and storage of your information please refer to our <ahref=\"/privacy\">Privacy Policy</a>.</p><p class=\"head\"><b>8 Registered trademark</b></p><p>8.1 All trademarks, service marks, trade names, domain names, slogans, logos and other signs of origin that mayappear on or in connection with the Service are the property of the Company and / or our partners and ownersrespectively. You may not copy, display, or use these marks without the prior written permission of thetrademark owner.</p><p class=\"head\"><b>9 Violation of intellectual property rights</b></p><p>If we receive a notice alleging that you have engaged in conduct that offends or reasonably suspects that yourfraudulent use of the Service or any other intellectual property right, we may in our sole discretion, suspendor terminate your account with or without prior notice. Also refer to the \"termination of service by us\" clauseabove.</p><p class=\"head\"><b>10 Proprietary Rights</b></p><p>10.1 Content</p><p>mfoodpass or its partners or licensors solely and exclusively own all rights, title and interest in all websitematerials, including, without limitation, the mfoodpass logo, design, text, copy, graphics, videos, other files,and the selection and arrangement thereof (collectively, “Content”).</p><p>10.2 Website Usage</p><p>Other than as expressly permitted in these Terms of Use, you may not reproduce, distribute, publish, transmit,modify, create derivative works from, or otherwise exploit any content, code, data or materials on or availablethrough the website. When you use the website, you agree to comply with all applicable federal, state, and locallaws, including, without limitation, copyright law. You may display and print material from this website solelyfor personal, non-commercial use, provided you keep all copyright or other proprietary notices intact. Any otheruse of Content, including any commercial use, reproduction for purposes other than described above,modification, distribution, republication, display, or performance, without the prior written permission ofmfoodpass, is strictly prohibited.</p><p class=\"head\"><b>11 Liability</b></p><p>11.1 You understand and agree that your use of the Service and the mobile content is at your own risk. Serviceand mobile content is provided \"as is\" without warranty by the us, our employees, our partners and / orcommercial suppliers, as the case may be, and, to the fullest extent permitted by law, we expressly disclaim anywarranty. There is no guarantee that the Service or mobile content will meet your needs. mfoodpass disclaims allwarranties, express or implied, including, but not limited to, implied warranties of merchantability, fitnessfor a particular purpose, title and non-infringement. mfoodpass does not represent or warrant materials on thiswebsite are accurate, complete, reliable, current, or error-free. mfoodpass does not represent or warrant thiswebsite or its server(s) are free of viruses or other harmful components. You acknowledge your use of thewebsite and content is at your sole risk.</p><p>11.2 We and our partners do not warrant or make any representations regarding the use or results of the use ofthe mobile service or content in relation to performance, accuracy, reliability, security capability, theiraccuracy or other. We and / or our partners are not responsible for any damages resulting from your access tothe Service to hold, using the Service, including but not limited to infections or contaminations of yourdevices that you use to access to the same or to transfer mobile content may result from this use.</p><p>11.3 Under no circumstances will we be liable for any unauthorized use of the Service and / or the content.</p><p>11.4 You agree that neither we nor our partners or licensors may be liable to you or any third party for anymodification, suspension or discontinuance of the Service.</p><p>11.5 In no event shall we and / or our partners be liable to you for any consequential, incidental or specialdamages (including damages for loss of profits, business interruption, loss of business information and other)arising from the use or inability to use the service, even though we have been informed of the possibility ofsuch damages. Because some jurisdictions do not allow the exclusion or limitation of incidental or consequentialdamages, the above limitation may not apply to you. To the extent that in any particular circumstance anyexclusion or limitation of damages and liability herein is prohibited by applicable law, in lieu of theprovisions hereof in such a particular circumstance, we shall be entitled to exclusions and / or maximumlimitations on damages and liability available in law or equity by the applicable law in this particular case.</p><p class=\"head\"><b>12 Indemnity</b></p><p>You agree to indemnify, our partners, and / or licensors against all claims, ourselves, actions, claims, causesof action (\"claims\" collectively) and other proceedings arising out of or relating to your use of the serviceand to reimburse them on demand in the event of any losses, costs, judgments, costs, fines and other expensesthey incur (including legal fees and legal costs) as a result of any claim.</p><p class=\"head\"><b>13 Law and legal notices</b></p><p>This Agreement and all other terms or documents referred to herein represent your entire agreement with usregarding your use of the Service. You understand and agree that, except as expressly set forth herein, thisAgreement is not intended to confer or confer any right or remedy on any person other than the parties to thisAgreement. If any part of this Agreement is held to be invalid or unenforceable, that part will be severed andthe remainder interpreted in a manner consistent with applicable law to reflect, as far as possible, theoriginal intentions of the parties and the remainder will remain in full force and effect. 'effect. Ourinability to pursue any claim available or under the defense to this Agreement or otherwise will not be a waiverof such claim or defense. The securities used in this Agreement are for convenience only and will not affect theinterpretation or the legal application of the terms hereof. This agreement is subject to the laws of U.K. andboth parties submit to them.</p><p class=\"head\"><b>14 Complaints</b></p><p>If you have a question or complaint about the service, you can contact us:</p><p>By email: customerservice@megacloud.co</p><p>By CS Hotline: 0237349268</p><p class=\"head\"><b>15 Change to this agreement</b></p><p>This Agreement is valid from the date of issue mentioned above. You acknowledge and agree that this Agreementis subject to change by us at any time. In the event of any changes to this Agreement, the changes will beeffective upon posting these changes on our mobile sites. Your pursuit to subscribe to the relevant serviceafter this posting constitutes the acceptance of the new agreement by you.</p><p>Terms of use made by:</p><p>MegaCloud Limited</p><p>Room 08-09, 29/F, Prosperity Centre, 25 Chong Yip Street, Kowloon, Hong Kong</p></div>",
  "privacyData": "<h1>mfoodpass Privacy Policy</h1><div class=\"infobox privacy\"><p class=\"head\"><b>About Us</b> – mfoodpass</p><p>This policy governs your use of the mfoodpass mobile site and any content, products and services offered fromor through this site.</p><p>The mobile site and the website are made available by mfoodpass themselves under the authority of MegacloudLimited, a licensed company located at Room 08-09, 29/F, Prosperity Centre, 25 Chong Yip Street, Kowloon, HongKong, which will be hereinafter referred to as \"business, us, our, ourselves\". Megacloud Limited provided thecontent and runs mfoodpass. The mfoodpass mobile site is hosted by Megacloud Limited in Hong Kong. Wecollectively offer mfoodpass membership and provide access to videos, apps, and more.</p><p class=\"head\"><b>Purpose of this Privacy Policy</b></p><p>We are committed to protecting and maintaining the confidentiality of your personal data in accordance with allapplicable and required privacy guidelines.</p><p>This Privacy Policy called \"Policy\" is a public document that defines our approach to our treatment andhandling of personal data that we may collect from you or you. It describes our practices around the collection,use, communication, security, storage, record keeping, maintenance and cross-border information sharing (if any)of your personal data.</p><p>This policy is incorporated into some of the mfoodpass <a href=\"/terms\">Terms and Conditions</a> and themfoodpass mobile site. By accepting the mfoodpass terms and conditions, you agree to this policy. A copy of thispolicy may be mailed / emailed upon request. </p><p class=\"head\"><b>Examination of personal data</b></p><p>In order to offer you the mfoodpass subscription service we need to collect some information about you. Thepersonal information we may collect about you includes, but is not limited to, your mobile number and name. Inthe event that we may be required to collect additional information or about you to provide you with ourproducts, our services, we will ensure that we have obtained your consent and inform you accordingly.</p><p class=\"head\"><b>Collection of personal data</b></p><p>We collect personal data through many channels, which include:</p><p></p><p>Directly from you including but not limited to:</p><ul><li>When you enter the required subscription information on our mobile sites. </li><li>When you participate in our various promotions and surveys</li><li>Third parties such as our associated partners, your mobile media providers.</li><li>Any personal information mentioned in any of your recipes or other submissions will be collected bymfoodpass.</li></ul><p></p><p>We collect your personal information primarily to provide you with our products and services, such as themfoodpass Subscription Service and thereafter for:</p><p></p><ul><li>Billing and account management;</li><li>Service and customer support;</li><li>We will provide you with further information about our promotions, products, services offered by ourselvesand our partners;</li><li>Or if and when required by law.</li></ul><p></p><p>Sensitive information</p><p>Sensitive information is for example your ethnicity, your religious beliefs, your gender, etc. In general, wedo not collect or require sensitive information about you in order to offer you our products and services. Inthe event that it is necessary, we will do so by ensuring that we have obtained your consent and we will onlyuse the information collected for the purpose for which you provided the sensitive information.</p><p class=\"head\"><b>Use / Disclosure of personal data</b></p><p><u>Primary Purpose</u></p><p>In offering you the products and services you have requested / subscribed to mfoodpass, we will disclose yourpersonal information to third parties outside the Company such as your mobile service provider to collect thetaxes. Your personal data is disclosed to these organizations only in relation to providing / supporting theservices requested / subscribed as per your request.</p><p>The Company may also use the information collected to the technology (1) track the use of a person's mfoodpass,(2) to determine which areas of the company's mobile sites are the most frequently used. This information helpsus better understand the online user experience of individuals for further improvements / enhancements of ourproducts and services and for advertising and promotions.</p><p>We may also disclose your personal data to:</p><p></p><ul><li>Government and regulatory authorities, as required or permitted by law, including but not limited to, inresponse to subpoenas, court orders, warrants or legal process, or otherwise established or exercise our legalrights or defend us against legal claims or in the event that you violate or violate an agreement with us. Wewill use and disclose your personal information if we believe that you will harm the property or rights of ourcompany, its owners, or those of other customers of our business. Finally, we will use or disclose yourpersonal data if we believe that it is necessary to share information in order to investigate, prevent or takeaction regarding illegal activities, alleged fraud, situations involving potential threats to the physicalsecurity of any person, violations of our acceptable business policy, or otherwise required by law to respondto citations, court orders and other legal proceedings;</li><li>Your legal advisers, at the request of you;</li><li>Our professional advisors, auditors and lawyers.</li></ul><p></p><p class=\"head\"><b>Deal with unsolicited personal data</b></p><p>In the event that we have received or encountered unsolicited personal data about you, we will take allreasonable steps to determine whether the information is necessary for our business and affairs and that youhave consented to the disclosure of the information. If this is deemed inappropriate and in line with yourconsent, we will determine if the information obtained should be de-identify / destroy and take the necessarysteps to destroy the information safely.</p><p class=\"head\"><b>Security Information</b></p><p>We store personal data collected in a database on our servers. We take every precaution to ensure that ourcomputers have appropriate security measures (such as a firewall, secure work environments, and workflows,secure servers, access privileges, etc.). in place to protect against the loss, misuse and alteration ofinformation under the control of the Company. In spite of these measures, we cannot guarantee that securitymeasures will prevent our computers from being illegally accessible and individual information from being stolenor altered.</p><p><u>Wireless addresses</u></p><p>If the e-mail address you provide to us is a wireless e-mail address, you agree to receive messages at thataddress from the company or its business associates (unless and until you have chosen not to receive suchmessages by following the instructions of the unsubscribe part of this policy). You understand that yourwireless carrier's standard rates apply to these messages. You represent that you are the owner or authorizeduser of the wireless device on which the messages will be received, and that you are authorized to approve theapplicable fees.</p><p>If you no longer wish to receive our promotional materials, marketing and promotions, the \"opt out\"installation is available to you at any time. </p><p><u>Short message service</u></p><p>We can make a service available through which you can receive messages on your wireless device via the shortmessage service (\"SMS service\") Data obtained from you as part of this SMS service may include your name. ,address, cell phone number, the name of your provider, and the date, time, and content of your messages.) Yourepresent that you are 18 years old and the owner or authorized user of the wireless device on which themessages will be received, and you are authorized to approve the applicable fees. In addition to all fees thatyou are notified, your provider's standard email rates apply to our confirmation and any subsequent SMScorrespondence. All fees are charged and paid to your mobile service provider. Company will not be responsiblefor delays in receiving SMS messages, as the delivery is subject to transmission of your network operator. SMSmessaging services are provided on an AS IS basis. Company may also obtain the date, time and content of yourmessages as part of your use of the SMS service. We will use the information we obtain in connection with ourSMS service in accordance with this Privacy Policy. If charges are billed to your wireless account bill, we mayprovide your carrier with your applicable information in this regard. Your carrier and other wireless serviceproviders may also collect data on the use of your wireless device, and their practices are governed by theirown policies. You acknowledge and agree that the SMS service is provided through wireless systems that useradios (and other means) to transmit communications over complex networks. We do not guarantee that your use ofthe SMS service is private or secure, and we are not responsible to you for any lack of privacy or security thatyou may encounter. You are fully responsible for taking precautions and providing security measures best suitedto your situation and the use of the intended SMS service. We may also access your account and wireless accountinformation from your carrier for the purpose of identifying and resolving service-related technical issues andcomplaints. Company may use personal data to provide the services you have requested, including services thatdisplay personalized content and advertising. The company may also use personal data for auditing, research andanalysis to exploit and improve our technologies and services. Company may share aggregated and non-personaldata with associated third parties. When the company uses business associates to assist the business inprocessing your personal data, the company requires that they comply with our privacy policy and any otherappropriate privacy and security measures. Company may also share information with third parties, including butnot limited to, compliance with court procedures, preventing fraud or imminent danger, and ensuring the securityof our network and services. You can delete your information from the company database. If you delete yourinformation from the company's database, it will no longer be used by the company for secondary purposes,disclosed to third parties, or used by the Company or by third parties to send you promotional letters. You candelete your information by sending your request in writing via email: customerservice@megacloud.co</p><p class=\"head\"><b>Access and correction of personal data</b></p><p><u>Access</u></p><p>You have the right to access the personal data that we hold about you either by:</p><ul><li>Contact us through our customer service email on customerservice@megacloud.co</li><li>Contact the Privacy Officer by email or mail;</li></ul><p></p><p>There are circumstances under the applicable privacy laws where we cannot give you access to the personal datawe hold about you. For example, we cannot give you access if it would be unreasonable to affect someone else'sprivacy or giving you access constitutes a serious threat to someone's life, health or safety.</p><p>There is usually no charge for accessing the personal data we hold about you unless the request is complex. Ifthere is a charge, it would be reasonable and we will let you know what it is going to be so you can accept thatbefore you move on.</p><p><u>Correction</u></p><p>We will take all reasonable steps to ensure that the personal data we collect, use and disclose is correct,accurate and up-to-date. To ensure accuracy, we encourage you to notify us of any changes to the information wehold about. Let us know:</p><p></p><ul><li>If there are errors in the information we hold;</li></ul><p></p><p>Keep us informed of changes to the information we hold about you.</p><p>We will take all reasonable steps to update your personal data within 30days of the request being made.</p><p class=\"head\"><b>Cookies</b></p><p>The Company may use cookies and web beacon technology to associate certain information about the Internet withyou. In addition, the company may use other sources of information in the future of new and constantly changing.(a) Cookies. \"Cookies\" are a feature in your browser. If enabled, one can write cookies that can store smallamounts of data on your computer on your visit to any of the pages on our mobile sites. Cookies help us intracking which of our feature appeal most to you and what content you may have seen on past visits. When youvisit this site again, cookies may allow us to customize our content to suit your preferences. We may usecookies to: keep track of the number of visits back to this site; accumulate and aggregated and statisticalinformation on the use of the site; provide specific content to you based on your interests or past viewinghistory; register your password for ease of access to our site. You can disable cookies, although the site doesnot work properly for you. Your browser preferences can be changed to accept or reject all cookies, or requestnotification when a cookie is created. You can find out more about cookies at http://cookiecentral.com. It isimportant to know that you can delete cookies or numeric identifiers from your device and also disable thefuture use of them by changing the security settings of your web browser. To use all the features andfunctionality of the company's mobile sites, you must accept cookies. (b) Web beacons. A web beacon is aprogramming code that can be used to display an image on a web page, but can also be used to transfer yourunique user ID to a database and associate you with previously acquired information about an individual in adatabase. This allows the company to track certain mobile sites you visit. Web beacons are used to track onlinebehavior patterns for marketing purposes to determine which products or services you may be interested in. Inaddition to using web beacons on web pages, Company also uses web beacons in e-mail messages sent to individualsregistered in the company's database. (c) IP addresses. Company automatically tracks certain information basedon your behavior on the site. We can use this information to do internal research on demographics, the interestsof our users, and behavior to better understand, protected and you and our community serve. This information mayinclude the URL you just left (if this URL is on the site or not), the URL you are going to (if this URL is onthe site or not), your browser information computer, and your IP address. Your Internet Protocol (\"IP\") is aunique Internet \"address\" that is assigned to you by your Internet Service Provider (\"ISP\"). For the local areanetwork (\"LAN\"), DSL or cable modem users, an address IP can be permanently assigned to a particular computer.IP addresses are automatically registered by web servers, collecting information about a user's trafficpatterns. While the IP address does not identify an individual by name, it can, with the cooperation of the ISP,be used to locate and identify an individual using the Web. Your IP address may however reveal which geographicarea you are connecting from, or which ISP you are using. Finally, other mobile sites that you visit have IPaddresses, and we can collect the IP addresses of these mobile sites and their pages. (d) Computer profiles.Company may also collect and accumulate other anonymous data that will help us understand and analyze theinternet experience of our visitors. For example, the company can accumulate relative visitor data to domainname reference, the type of browser used, the operating system software, screen resolutions, color capabilities,plug-ins of browser, language settings, cookie preferences, search engine keywords, and JavaScript activation.When you provide us with personally identifiable information, we are able to use this visitor data to identifyyou. (e) data analysis. The data analysis technology can be used from time to time if it is used by a customerof the company. (f) new technologies. The use of technology on the Internet, including cookies and web beacons,is growing rapidly. As a result, the company strongly encourages individuals to review this policy for anyupdates regarding its use of new technologies.</p><p class=\"head\"><b>Connections</b></p><p>Mobile sites and e-mail messages sometimes contain hypertext links to third-party mobile sites. Company is notresponsible for the privacy practices or content of these other mobile sites. Linked mobile sites may containlinks to mobile sites managed by third parties. These links are provided for your convenience and reference.Company does not operate or control in any way the information, software, products or services available on suchthird party mobile sites. The inclusion of a link to a website does not imply endorsement of the services orsite, its content, or its sponsoring organization.</p><p class=\"head\"><b>More information</b></p><p>Take the time to be aware of the content of this policy. In case you need clarification or want to discuss oraccess your personal data with us, you can contact us email: customerservice@megacloud.co</p><p class=\"head\"><b>Changes to the privacy policy</b></p><p>This policy is correct on the issue date mentioned above. You acknowledge and agree that this policy is subjectto change by us at any time. In the event of any changes to this policy, the changes will take effect upon theposting of the amended Policy on this mobile site. We do not provide notice of changes in any other way than byposting the modified policy on this mobile site. Please check the frequently updated mobile site as it is yoursole responsibility to be aware of the changes.</p><p class=\"head\"><b>Date of use</b></p><p>June 2019</p><p class=\"head\"><b>Definitions</b></p><p><b>Personal data</b>&nbsp;refers to data, whether true or not, about a person who can be identified from thatdata; or from such data and other information to which the organization is or is likely to have access. Thisincludes any data set (eg name, address, phone number, etc.), which taken together would be able to identify theindividual.</p><p>The use of information, handling and processing information collected from you by us.</p><p>Information disclosure usually means process or an act of revealing / transmitting information outside thecompany while providing the product or service as contractually agreed by the customer.</p><p>The main objective means the initial and planned use of the information from which they were collected.</p></div>"
}
